<HTML> <HEAD><TITLE>The circumcision taboos. Phimosis frenulum and foreskin conditions, phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../navigation/headers/0.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><P><FONT SIZE="5">Origional Texts</FONT>
                              <P><A NAME="22"></A><A HREF="refs.html#ref22">(22)</A>&quot;&quot;Am 
                                besten k&ouml;nnten Eltern die Erektionen ihres kleinen Kindes &uuml;berpr&uuml;fen; 
                                am einfachsten w&auml;hrend der Badezeit.&quot; </P>
                              <P>&quot;M&uuml;tter sollten es checken, die sehen die Erektionen 
                                ihres Kindes.&quot;</P>
                              <P><A NAME="9"></A><A HREF="refs.html#ref9">(9)</A> &quot;Bei einem 
                                Teil der M&auml;nner ist das B&auml;ndchen auch Frenulum breve genannt 
                                . . . zu kurz angelegt, so dass es bei der Gliedversteifung maximal 
                                angespannt wird und dann auch Einreissen kann. Dies geschieht dann 
                                meist auch noch &uuml;berfl&uuml;ssigerweise beim ersten Geschlechtsverkehr, 
                                so dass es dann zu einer f&uuml;r beide Beteiligten momentan sehr 
                                erschreckenden Blutung kommt.&quot;</P>
                              <P>p.59<BR>
  &quot;Es kommt aber auch gar nicht selten vor, da&szlig; einerseits 
                                eine Phimose bis zum ersten Liebesakt von seinem Tr&auml;ger gar nicht 
                                bewu&szlig;t wahrgenommen wird ..."</P>
                              <P><A NAME="13"></A><A HREF="refs.html#ref13">(13)</A> &quot;immer 
                                wieder F&auml;lle vorkommen, die zeigen, dass die Operation die 
                                beste Massnahme ist. Da sind einmal die jungen M&auml;nnner, die 
                                zwischen dem 20. und 30. Lebensjahr operiert werden m&uuml;ssen, 
                                . . .Sie beschweren sich immer, dass die Operation in der Kindheit 
                                vers&auml;umt wurde.&quot;</P>
                              <P><A NAME="15"></A><A HREF="refs.html#ref15">(15)</A> "In einem 
                                mir bekannten Falle war das ganze schizoide Minderwertigkeitsgef&uuml;hl 
                                eines jungen Mannes auf die Unf&auml;higkeit, seine Eichel manuell 
                                zu entblossen, zur&uuml;ckzuf&uuml;hren. Der betreffende Mann, ubrigens 
                                ein sehr begabter junger Naturforscher, litt an angeborener Phimose, 
                                was leider zu sp&auml;t zu seinem Bewusstsein kam; denn als er sich 
                                als Erwachsener demzufolge beschneiden liess, hatte ihn das Minderwertigkeitsgef&uuml;hl 
                                bereits ganz zerr&ouml;ttet." (Bryk page 174)</P>
                              <P><A NAME="30"></A><A HREF="refs.html#ref30">(30)</A>&quot;die vorhaut 
                                nur m&uuml;hevoll oder unter Schmerzen zur&uuml;ckstreifen l&auml;sst, 
                                ..Wir fanden bei unseren 229 Jugendlichen 20 derartige F&auml;lle. 
                                Dies entspricht einer H&auml;ufigkeit von 8,7%&quot;</P>
                              <P>Es war einigen der Untersuchten absolut unbekannt, dass sich die 
                                Vorhaut zur&uuml;ckstreifen l&auml;sst. Bei anderen wiederum wurde 
                                die S&auml;uberung des Pr&auml;putialraumes aus Scheu . . nicht vorgenommen 
                                . . aus Bequemlichkeit. Wir mussten also in 33,2% der F&auml;lle zum 
                                Teil unwahrscheinlich verschmutzte Pr&auml;putialverh&auml;ltnisse 
                                feststellen.&quot;</P>
                              <P><A NAME="43"></A><A HREF="refs.html#ref43">(43)</A>&quot; . . 
                                . als besondered Grund die Beseitigung der Phimose angibt, den wir, 
                                wie viele andere El&auml;rungsversuche, deshalb ablehnen, weil in 
                                ihnen den Urhebern der Sitte Zweckm&auml;ssigkeits &uuml;berlegungen 
                                unterstellt werden, die - nach allem, was wir von ihnen wissen - 
                                jenen Menschen sicherlich fern gelegen haben.&quot;</P>
                              <P><A NAME="48"></A><A HREF="refs.html#ref48">(48)</A>&quot;Bei manchen 
                                t&uuml;rkischen Familien wird gleich nach der Geburt die Vorhaut 
                                zur&uuml;ckgezogen und dies wird ofters wiederholt, um Adhesionen 
                                prophylaktisch zu beheben.&quot;(Bryk quoting Risa page 169)</P>
                              <P><A NAME="49"></A><A HREF="refs.html#ref49">(49)</A>&quot;Aus der 
                                Literature sind mir noch Frenulum-Durchschneidungen bei den Einwohnern 
                                der Loyalty-Inseln (Sarasin) und, . . . bei den Tahiti-Insulanern 
                                bekannt.&quot; (Bryk page 176)</P>
                              <P><A NAME="55"></A><A HREF="refs.html#ref55">(55)</A> &quot;Lang 
                                herabh&auml;ngende Vorh&auml;ute sind offenbar ein Sch&ouml;nheitsmerkmal 
                                mancher St&auml;mme auf Neuguinea. Sie dehnen sie absichtlich, indem 
                                sie den Penis mit Gewichten beschweren. Ein Dehnen der Vorhaut w&auml;re 
                                vielleicht auch den Chinesen zu emphelen, die offenbar mit relativ 
                                kurzen Vorh&auml;uten versehen sind, was zur Folge hat, dass der 
                                nackte Kopf h&auml;ufig sogar beim schlaffen Organ herausragt . 
                                . .&quot;<BR>
                                NOTE: I first read the German translation which gives &quot;offenbar 
                                mit relativ kurzen&quot; - The English translation p.28-29 says &quot;apparently... 
                                relatively short foreskin&quot; Is there a Finnish reader with the 
                                original text? Does Purvis write &quot;obvious&quot; or &quot;apparent&quot;?</P>
                              <P><A NAME="61"></A><A HREF="refs.html#ref61">(61)</A> Wissen sie 
                                wie viel Patienten ich gesehen habe, die sich das Frenulum abschneiden 
                                haben lassen weil sie gedacht haben das das die Ursache ihrer Schwerigkeit 
                                war . . R.S. "und meinst du nicht das die konnte recht haben" ...Es 
                                hat nichts genutzt. <BR>
                                Ich habe gesagt das schon viele M&auml;nner hierher gekommen sind und 
                                den Eindruck hatten, das sie ein zu kurzes Frenulum hatten und das 
                                das weg geschnitten geh&ouml;rt und dann haben sie es wegschneiden 
                                lassen und dann hat sich an ihren St&ouml;rungen nichts ge&auml;ndert. 
                              <P>" ... und so w&auml;re denn anzunehmen, da&szlig; die so weit verbreitete 
                                Beschneidung auf einer irrt&uuml;mlichen &Uuml;bersch&auml;tzung ihrer 
                                Wirkung auf die Zeugung beruhe." (<I>Ploss-Renz "Das Kind" 2. Band 
                                  Th. Grieben's Verlag (L. Fernau) Leipzig (1912) p.147</I>) 
                              <P>Jensen page 5 es ist das Wesentliche an einer geschlossenen Kultur, 
                                wie sie das Ueberlieferte gestaltet - welche Bedeutung und besonders 
                                welchen neuen Sinn sie ihm gibt im Rahmen ihrer eigenen, meist fuer 
                                sie selbst wesentlichen Weltanschauung. So ist auch die Sitte der Beschneidung 
                                von der kulturperiode ihrer Entstehung an oft in andere Kulturen uebernommen 
                                und hat jedesmal einen anderen Sinn erhalten.&quot;</P>
                              <P><A NAME="8"></A><A HREF="refs.html#ref8">(8)</A>Ich glaube das 
                                in einem nicht erregtem zustand wenn uberhaupt keine einengung - 
                                kein ring form findet - alles dehnbare haut ist denn werde ich meinenen 
                                das mann in Grund genommen keine paraphimose bekommen kann. Entsheidend 
                                ist ja das irgendwo etwas rigides ist bei der ralativen oder Absolut 
                                Phimose irgendwo ist eine Starre da und irgendwie kann mann diese 
                                Starre auch in nicht erregten zustand mindestens andeutungsweise 
                                feststellen.</P></TD>
                          </TR>
                      </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
<CENTER>
  <CENTER>
</CENTER>
<P>
                
</CENTER>
</BODY> </HTML>

