<HTML> <HEAD><TITLE>Fraenulum praeputii frenulum breve taboos. frenulum and foreskin problems, frenulum and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>


<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER"><IFRAME NAME="content" SRC="library/navigation/headers/1.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="library/navigation/menu/cond_fren_fold.html" WIDTH="220" HEIGHT="500" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><P ALIGN="CENTER"><FONT SIZE="6">T</FONT><FONT
SIZE="5"><B>HE</B> <FONT SIZE="6">C</FONT><B>OMPLETE</B> <FONT SIZE="6">F</FONT><B>RENULUM</B> <FONT SIZE="6">S<FONT
SIZE="5"><B>TUDIES</B></FONT></FONT></FONT>                             
                              <P>Part One:<B><BR>
                                  <IMG SRC="library/drawings/z_transparent.gif" WIDTH="30" HEIGHT="8"></B><A HREF="frenulum_studies.html#start">Introduction 
(Grewel) </A><BR>
<IMG SRC="library/drawings/z_transparent.gif" WIDTH="30" HEIGHT="8"><A HREF="frenulum_studies2.html#start">Basic 
Human Studies</A><BR>
Part Two:<BR>
<IMG SRC="library/drawings/z_transparent.gif" WIDTH="30" HEIGHT="9"><A HREF="frenulum_studies3.html#start">Modern 
Treatment (Z plasty etc.) <FONT SIZE="2">and (sensitivity)</FONT></A><BR>
<IMG SRC="library/drawings/z_transparent.gif" WIDTH="30" HEIGHT="8"><A HREF="frenulum_studies4.html#start">Ancient 
treatment (Bryk, Luo Rites)</A><BR>
<IMG SRC="library/drawings/z_transparent.gif" WIDTH="30" HEIGHT="8"><A HREF="frenulum_studies5.html#start">The 
Animal Studies - <FONT SIZE="2">and (original texts)</FONT></A>
                              <P ALIGN="CENTER"><I><FONT SIZE="5"><B>________</B></FONT><FONT SIZE="4"><B><BR>
  PART TWO</B></FONT></I> <BR>
    <FONT SIZE="5"><B><I>The ANIMAL Studies</I></B></FONT> </P>
<P><I>Almost all animals have an os penis, which is considerably different 
  to the human penis. However, the nature and effect of the short frenulum 
  bears many similarities to the human condition. </I></P>
<P><I>It appears that among most land mammals, the frenulum usually 
  rips during the animals foetal life. When this does not occur or the 
  rip is incomplete it is called "persistent penile frenulum"</I></P>
<P><I>Among the reports on animals, there are 3 on dogs</I><BR>
<TABLE BORDER="0" CELLPADDING="0"
CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>JA. Hutchison</B><BR>
      Persistence of the penile frenulum in dogs<BR>
      <I>Can Vet J 1973 Mar;14(3):71</I></TD>
  </TR>
</TABLE>
<P>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD
WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>KA. Ryer</B><BR>
      Persistent penile frenulum in a Cocker Spaniel<BR>
      <I>Vet Med Small Anim Clin 1979 May;74(5):688</I></TD>
  </TR>
</TABLE>
<P>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD
WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>J. Balke</B><BR>
      Persistent penile frenulum in a cocker spaniel <BR>
      <I>Vet Med Small Anim Clin 1981 Jul;76(7):988-90</I></TD>
  </TR>
</TABLE>
<P>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD
WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>Barrand KR</B><BR>
      What is your diagnosis? Persistent penile frenulum.<BR>
      <I>J Small Anim Pract 1999 Mar;40(3):105, 142</I></TD>
  </TR>
</TABLE>
The condition has been described as being rare (Verstegen 1998) and 
not uncommon (White 1998) in the same textbook.<I> (Manual of Small 
Animal Reproduction and Neonatology. Eds. Simpson, England and Harvey. 
BSAVA, Cheltenham. p.71 and p. 187)</I>. The condition is probably 
a lot more common than recognised due to the fact that some cases are 
asymptomatic.
<P><I>Surgical treatment among bulls </I><BR>
<TABLE BORDER="0" CELLPADDING="0"
CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>HG. Elmore</B><BR>
      Surgical repair of bovine persistent penile frenulum<BR>
      <I>Vet Med Small Anim Clin 1981 May;76(5):701-4</I></TD>
  </TR>
</TABLE>
<P><I>And a study on 10 cats, shows one with a persistent penile frenulum</I><BR>
<TABLE BORDER="0"
CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD
WIDTH="90%"><B>E. Axner, et al.</B><BR>
      Reproductive disorders in 10 domestic male cats<BR>
      <I>Small Anim Pract 1996 Aug;37(8):394-401</I></TD>
  </TR>
</TABLE>
<A NAME="statistics"></A>
<P><I>Wohlfarth describes the embryonic development</I>
<TABLE BORDER="0" CELLPADDING="0"
CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>E. Wohlfarth</B><BR>
      Zur Persistenz des Frenulum praeputii beim Eber - <A
HREF="frenulum_studies5.html#wohlfarth">(German text)</A><BR>
      Persistence of the preputial frenulum in boars<BR>
      <I>Berl Munch Tierarztl Wochenschr 1990 Dec 1;103(12):406-9</I>         </TD></TR></TABLE>
&quot;Introduction<BR>
In the embryonic development there is no empty space between the penis 
and the prepuce. The epithelial surfaces of the penis and prepuce appear 
as one single layer of ectodermal cells. Ventrally this layer or sheet 
is incomplete, the penis and prepuce are connected by a thin band of 
connective tissue: the frenulum. The lamina of epithelium separates 
during the latter half of the foetal life into the flat cellular epithelium 
of the penis and prepuce thus forming the preputial space. During this 
period the frenulum rips, leaving behind it the raphe on the penis 
and prepuce. This process of separation between the penis and prepuce 
is stimulated through androgene. When this separation remains incomplete, 
the remaining connective tissue between the raphe of the penis and 
the prepuce is known as persitence of the Frenulum praeputii.&quot;
<P> &quot;In the literature there are a series of reports over impotentia 
  coeundi caused by persitence of the frenulum praeputii among bulls. 
  ... Gotze (1931) describes the condition as "erection curvature&quot; 
  ...&quot;</P>
<P><I>Wohlfarth studied a sample of 49 young boars: </I><BR>
  "Due to Persistent Frenulum praeputii, the inability to fertilise was 
  found among 5.7% of breeding boars."</P>
<P>"In the same way as Ashdown (1962) described among bulls; this study 
  found that among boars there exists a great number of variations of 
  persisting connections between the raphe of the penis and that of the 
  prepuce. In addition the relationship between the presence of larger 
  blood vessels and an increased thickness of these connections could 
  be established. Because of this, the bands develop a considerable resistance, 
  which during attempts at mating can lead to tearing and considerable 
  bleeding."</P>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD
WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>Saunders and Ladds </B><BR>
      Congenital and developmental anomalies of the genitalia of slaughtered 
      bulls<BR>
      <I>Aust Vet J 1978 Jan;54(1):10-3</I><BR>         </TD></TR></TABLE>
"In this study the genital tracts of 968 slaughtered bulls were examined, 
Persistent penile frenulum was found to exist in 0.5%.&quot;
<P><I><A NAME="economics"></A>In the third example of statistics among 
  animals; note that our culture's Breeding Soundness Examination checks 
  animals for these problems. </I>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>JC. Spitzer, et al,</B><BR>
      Breeding soundness examination of yearling beef bulls<BR>
      <I>J Am Vet Med Assoc 1988 Nov 1;193(9):1075-9</I><BR>         </TD></TR></TABLE>
<P>&quot;Yearling beef bulls were subjected to a breeding soundness 
  examination . . . 862 bulls, . . . Of 109 bulls classified as unsatisfactory, 
  16.5% had persistent penile frenulum." <I> (giving approx: 2% overall)</I>. </P>
<TABLE
BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>G. St Jean</B><BR>
      Male reproductive surgery<BR>
      <I>Vet Clin North Am Food Anim Pract 1995 Mar;11(1):55-93</I>         </TD></TR></TABLE>
<P>"Copulation failure in food animals can be economically devastating 
  to producers." ... &quot;Two circumcision techniques are used commonly 
  in bulls: (1) resection and anastomosis ... (2) surgical amputation 
  ... potential postoperative complications must be recognised before 
  surgery is attempted. The bull's prepuce can be made too short for 
  breeding ... Circumferential scar (cicatrix) contraction can result 
  in phimosis ...an elliptical incision in the prepuce and then suturing 
  it transversely to enlarge the diameter. ...&quot; " ... The epithelial 
  surfaces of the penis and prepuce are fused together at birth in 
  bulls. At about 4 months of age, the penis and prepuce begin to separate 
  under the influence of testosterone, and the separation should be 
  complete by 9 to 11 months of age. The frenulum often is torn loose 
  during sexual activity." . . . "The persistent frenulum causes a 
  deviation of the penis during erection." </P>
<P ALIGN="CENTER"><IMG SRC="library/drawings/z_blueline.gif" WIDTH="450" HEIGHT="2"> </P>
<P ALIGN="CENTER"><A NAME="fleiss"><B><FONT SIZE="5">_____</FONT></B><BR>
      <FONT
SIZE="4"><B><I>Appendix</I></B></FONT> </A></P>
<P><I>Note: this misleading extract is meant to describe the NORMAL 
  foreskin </I>
<TABLE BORDER="0"
CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD
WIDTH="90%"><B>Paul M. Fleiss, MD,</B><BR>
      Where Is My Foreskin? The Case Against Circumcision<BR>
      <I>Mothering, Winter 1997</I></TD>
  </TR>
</TABLE>
"On the underside of the glans, the foreskin's point of attachment 
is advanced toward the meatus (urethral opening) and forms a bandlike 
ligament called the frenulum. It is identical to the frenulum that 
secures the tongue to the floor of the mouth. The foreskin's frenulum 
holds it in place over the glans, and, in conjunction with the smooth 
muscle fibres, helps return the retracted foreskin to its usual forward 
position over the glans."
<P><I>And, for completion, there is also one study on an anatomical 
  curiosity:</I>
<TABLE BORDER="0"
CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD
WIDTH="90%"><B>SL. Singla, et al,</B><BR>
      Dorsal penile frenulum<BR>
      <I>Urol Int 1997;59(1):55-6</I></TD>
  </TR>
</TABLE><P ALIGN="CENTER"><IMG SRC="library/drawings/z_blueline.gif" WIDTH="450" HEIGHT="2"></P>
<P ALIGN="CENTER"><B><FONT SIZE="5">_________</FONT></B><BR>
    <FONT SIZE="4"><B><I>Original Texts</I></B></FONT> </P>
<P> <A NAME="porst2"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>Prof. Dr. Med. Hartmut Porst </B><BR>
      Was jeder<I>m</I>ann &uuml;ber Sexualit&auml;t und Potenz wissen sollte<BR>
      <I>Georg Thieme Verlag Stuttgart, Trias (1991) p.60</I></TD>
  </TR>
</TABLE>
Frenulum breve (Das zu kurze B&auml;ndchen)<BR>
Bei einem Teil der m&auml;nner ist das B&auml;ndchen, auch Frenulum 
genannt, welches von der Unterseite der Harnr&ouml;hrenm&uuml;ndung 
zur Vorhaut zieht, zu kurz angelegt, so da&szlig; es bei der Gliedversteifung 
maximal angespannt wird und dann auch Einrei&szlig;en kann. Dies geschieht 
dann meist auch &uuml;berberfl&uuml;ssigerweise beim ersten Geschlechtsverkehr, 
so da&szlig; es dann zu einer f&uuml;r die beide Beteiligten momentan 
sehr erschreckenden Blutung kommen.
<P> <A NAME="rejasse2"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>S. Rejasse</B><BR>
      Ejaculation pr&eacute;matur&eacute;e<BR>
      <I>J Urol (Paris) 1987;93(9-10):557-60</I></TD>
  </TR>
</TABLE>
Dans l'ejaculation pr&eacute;matur&eacute;e on ne retrouve le plus 
souvent aucune cause sauf dans le cas particulier du <I>frein de la 
verge trop court</I>. Comme cette anomalie entra&icirc;ne souvent, 
lorsqu'elle persiste apr&egrave;s les premiers rapports sexuels, une 
ejaculation pr&eacute;matur&eacute;e et qu'elle est facilement curable, 
sous anesth&eacute;sie locale, sans hospitalisation, <I>il est du devoir</I>, 
de chaque m&eacute;decin et chirurgien, d'une part de la d&eacute;pister 
et d'autre part de s'informer sur la sexualit&eacute; de l'homme concern&eacute;, 
car la plupart du temps, celui-ci n'osera pas aborder le probl&egrave;me, 
et alors le m&eacute;decin aura un v&eacute;ritable r&ocirc;le prophylactique 
en &eacute;vitant l'&eacute;volution catastrophique que nous verrons 
plus loin.
<P> <A NAME="quenu2"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>Louis Qu&eacute;nu</B><BR>
      Cure chirurgicale des d&eacute;sordres fonctionnels li&eacute;s aux 
      alt&eacute;rations du pr&eacute;puce<BR>
      <I>J Urol Nephrol (Paris) 85(10-11), 755-759 (1979)</I></TD>
  </TR>
</TABLE>
Cure chirurgicale des d&eacute;sordres fonctionnels li&eacute;s aux 
alt&eacute;rations du pr&eacute;puce<BR>
La rupture du frein est un accident fr&eacute;quent qui, en certaines 
circonstances, peut-&ecirc;tre tr&egrave;s grave, voire mortel.<BR>
Certain ruptures sont "r&eacute;ussies" en ces sens qu'aucun geste 
correcteur ult&eacute;rieur n'est n&eacute;cessaire.<BR>
D'autres laissent &agrave; la fois une bri&egrave;vet&eacute; persistante 
du frein et une cicatrice fragile qui peut se rompre de fa&ccedil;on 
it&eacute;rative. Dans ces cas il faut op&eacute;rer.
<P>La g&egrave;ne &agrave; la copulation est ce qui am&egrave;ne les 
  malades dans la plupart des cas. Il est rare que la bri&egrave;vet&eacute; 
  du frein soit seule en cause.<BR>
  En g&eacute;n&eacute;ral, ce qui est en cause c'est l'insuffisance 
  de diam&egrave;tre de l'orifice pr&eacute;putial, emp&eacute;chant, 
  ou g&egrave;nant le d&eacute;calotage, et souvent associ&eacute; &agrave; 
  une bri&egrave;vet&eacute; du frein.<BR>
  En effet, la bri&egrave;vet&eacute; du frein joue un r&ocirc;le &eacute;vident 
  dans la g&egrave;ne &agrave; d&eacute;caloter, en imposant &agrave; 
  l'anneau orificiel pr&eacute;putial une trop grande obliquit&eacute;. 
  En certains cas le phimosis "relatif" est d&ucirc; &agrave; une bri&egrave;vet&eacute; 
  du frein.</P>
<P>Chez les enfants plus &acirc;g&eacute;s, j'ai remarqu&eacute; qu'un 
  frein court &eacute;tait souvent &agrave; l'origins d'une symphyse 
  extensive du sillon balano-pr&eacute;putial, et j'ai, de ce fait, suppos&eacute;, 
  que la briev&egrave;t&eacute; du frein jouait un r&ocirc;le dans l'apparition 
  et l'entretien de la balano-posthite qui cr&eacute;e et entretient 
  le phimosis. </P>
<A NAME="davis"></A>
<TABLE BORDER="0"
CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD
WIDTH="90%"><B> Drs. Jack Davis y Rufino J. Flores-Belaunde</B><BR>
      Frenillo de Pene. Plastica con "Z"<BR>
      Frenulum of the Prepuce; "Z" shaped plastic surgery <BR>
      <I>Rev. argent. urol 23:144-145 Mar-Ap 54 S</I><BR>         </TD></TR></TABLE>
<P> La figura 1 esqematiza el principio del metodo quirurgico, en geometria 
  plana. Se movilizan dos colgajos, formados por triangulos isoceles: 
  uno se ha disenado con puntos y el otro rayado. Al movilizarlos, el 
  extremo libre del colgajo de puntos (B) se lleva al punto B'. En igual 
  forma al otro extremo A se vuelea sobre A'. Como resultado de esta 
  trasposicion de colgajos se obtiene un aumento del diametro vertical, 
  y una cicatriz en zig-zag. 
<P>La figura 2 muestra la aplicacion geometrica a una region de piel 
  cuyos pliegues corren transversalmente. Una brida cicatricial los corta 
  perpendicularmente. Para corregir esta brida retractil es necesario 
  desviar y quebrar la linea recta vertical, y el metodo mas simple y 
  efectivo es una "Z" en la forma anotada. 
<P>Aplicando este metodo al frenillo de pene hemos conseguido excelentes 
  resultados (figuras 3 y 4), aun en casos rebeldes y recidivados. Observese 
  en figura 4 que la cicatriz transversal cae en el surco balano-prepucial, 
  y que las oblicuas sobre glande y prepucio se independizan. 
<P> <A NAME="manrique2"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>Hernaez Manrique, et al,</B><BR>
      Elongaci&oacute;n del frenillo balanoprepucial con una t&eacute;cnica 
      muy sencilla<BR>
      <I>Arch Esp Urol 1990 Jan-Feb;43(1):78-9</I></TD>
  </TR>
</TABLE>
Elongaci&oacute;n del frenillo balanoprepucial con una t&eacute;cnica 
muy sencilla" 1. Infiltraci&oacute;n anest&eacute;sica de la base del 
frenillo. 2. Colocaci&oacute;n de dos clips vasculares tal como se 
muestra en la figura 1. 3. Secci&oacute;n con tijera del frenillo hasta 
el extremo de los clips (fig. 2). 4. Una vez elongado el frenillo queda 
como en la figura 3 cubri&eacute;ndose con un ap&oacute;sito durante 
veinticuatro horas.
<P>Las intervenciones fueron exangues y en nig&uacute;n caso superon 
  los cinco minutos de duraci&oacute;n. Los "clips" vasculares se han 
  desprendido espont&aacute;neamente al tercero o cuatro dia ... </P>
<P><A NAME="bryk2"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B> Felix Bryk</B><BR>
      Die Beschneidung bei Mann und Weib<BR>
      <I>Gustav Feller. New Brandenburg. (1931) p.175-6 </I></TD>
  </TR>
</TABLE>
Bei verk&uuml;rztem Frenulum, durch welches bei Erektion die Glans 
Penis gekr&uuml;mmt wird, wird die Immission erschwert.
<P>Der vom Vorhaut-Komplexe befangene Knabe erlebt dabei oft ein Entt&auml;uschung, 
  er dachte sich: die Vorhaut w&uuml;rde, ... noch weiter heruntergehen 
  und bemerkt nun, da&szlig; das Frenulum, das Vorhautb&auml;ndchen, 
  ... diesem weiteren Herunterrutschen ein Ende macht. Er kommt da auf 
  den Gedanken das Frenulum durchzuschneiden. Vielleicht hat er auch 
  davon schon fr&uuml;her von seiner &auml;lteren Leidensgenossen geh&ouml;rt, 
  da&szlig; es bisweilen infolge seiner K&uuml;rze w&auml;hrend des Begattungsaktes 
  rei&szlig;t. <BR>
  Die Kayapo tragen einen Stulp, den sie auf dem praeputium befestigen, 
  nachdem sie das <I>frenulum</I> mit einem Taquara-spahn durchschnitten 
  haben." (Kissenberth nach Koch, p.110.). <BR>
  Aus der Literatur sind mir noch Frenulum-Durchschneidungen bei den 
  Einwohnern der Loyalty-Inseln (Sarasin) und, wie wir eben mitteilten, 
  bei den Tahiti-Insulanern bekannt.</P>
<P> <A NAME="wohlfarth"></A>
<TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0"
WIDTH="100%">
  <TR>
    <TD WIDTH="10%"></TD>
    <TD WIDTH="90%"><B>E. Wohlfarth</B><BR>
      Zur Persistenz des Frenulum praeputii beim Eber<BR>
      <I>Berl Munch Tierarztl Wochenschr 1990 Dec 1;103(12):406-9</I>         </TD></TR></TABLE>
Einleitung<BR>
In der Embryonalentwicklung besteht zwischen dem Penis und dem Praeputium 
kein freier Spaltraum, sondern die epithelielen Oberfl&auml;chen des 
Penis und des Praeputium erscheinen als eine einzelne Lamelle ektodermaler 
Zellen. Ventral ist diese Lamelle unvollst&auml;ndig, Penis und Praeputium 
sind durch ein feines Band aus Bindegewebe, das Frenulum, verbunden. 
Die epitheliale Glandarlamelle sp&auml;ltet sich w&auml;hrend der sp&auml;teren 
H&auml;lfte des f&ouml;talen Lebens in das Plattenepithel des Penis 
und Praeputium und es ensteht die Praeputialh&ouml;hle. W&auml;hrend 
dieser Periode zerrei&szlig;t das Frenulum, als &Uuml;berreste verbleiben 
die Rhaphe des Penis und die des Praeputium. Der Proze&szlig; der Trennung 
zwischen Penis und Praeputium wird durch Androgene gelenkt. Eine unvollst&auml;ndige 
Trennung und das Verblieben von bindegewebigen Verbindungen zwischen 
der Rhaphe des Penis und der des Praeputiums wird als Persistenz des 
Frenulum praeputii bezeichnet. In der Literatur liegen eine Reihe von 
Mitteilungen &uuml;ber eine Impotentia coeundi infolge Persistenz des 
Frenulum Praeputii beim Bullen vor. ... GOTZE (1931) beschreib den 
zustand als "Erektionskr&uuml;mmung" ...
<P>Die durch die Persistenz des Frenulum praeputii verursachten Fertilit&auml;tsst&ouml;rungen 
  wurden bei 5.7% der Reklamationseber festgestellt.</P>
<P>Die Untersuchungsbefunde haben auch beim Eber vielf&auml;ltige Variationen 
  der persistierenden Verbindungen zwischen der Rhaphe des Penis und 
  der des Praeputium ergeben, wie sie von Ashdown (1962) analog beim 
  Bullen beschrieben wurden. Es konnten ebenfalls Zusammenh&auml;nge 
  zwischen dem Vorhandensein gr&ouml;&szlig;erer Blutgef&auml;&szlig;e 
  und der Zunahme der Dicke der Verbindungen festgestellt werden. Daraus 
  resultiert bei den B&auml;ndern eine betreachtliche Widerstandsf&auml;higkeit, 
  die bei Deckversuchen zu L&auml;sionen und zu erheblichen Blutungen 
  f&uuml;hren k&ouml;nnen</P>         </TD></TR></TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
</BODY></HTML>

