<HTML> <HEAD><TITLE>Das tabu phimose, beschneidung, vorhaut und männliche initiation - Willkommen</TITLE>

<META NAME="Description" CONTENT="Eine problematische oder schmerzhaft vorhaut hemmt funktionell die erektion und beinflußt die sexualität...">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="vorhaut beschneidung eichel Beschneidung Vorhaut mann Mann vorhautverklebung beschnitten zurückziehen jungs knaben beschneiden beschnittener phimose jungen erektion Eichel Phimose dehnen zirkumzision Zirkumzision beschnittene mastubieren Masturbieren untersuchung onanieren Beschneidung, vorhautverklebung, lange vorhaut zurückziehen vorhaut bedeutung, beschneidung beim mann, beschnittener penis, zu lange vorhaut zu lang, beschneidung mann vorhaut dehnen, penis beschneidung, beschneidung Penis, Altersphimose, penisverstümmelung, Beschneidung von Mann, Vorhaut zurück, Juden Beschneidung, jüdische beschneidung, knabenbeschneidung, Ploss Bryk Schoeberlein teilweiser Beschneidung Anthropologie Beschneidung, anthropologie beschneidung, Psychologie Beschneidung, sexuelle Hemmung, vorbeugung phimose haufigkeit phimose, Routinebeschneidung, chirurgie, frenuloplasty, frenoplasty, phimotische Ring, phimotisch, phimose frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, prepuce, penis, Schmerz, Penisschmerz, Jungen, Kind, Kinder, neugeboren, pubertät, phimose forum frenulum forum beschneidung forum"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
    <TR>
      <TD><DIV ALIGN="CENTER"><IMG SRC="library/drawings/de.gif" WIDTH="790" HEIGHT="95" USEMAP="#deMapMap2MapMap2" BORDER="0">
          <MAP NAME="deMapMap2MapMap2">
            <AREA SHAPE="RECT" COORDS="106,64,199,92" HREF="phimose/phimose.html#start">
            <AREA SHAPE="RECT" COORDS="219,57,342,97" HREF="phimose/u_zu_u.html#start">
            <AREA SHAPE="RECT" COORDS="368,61,490,91" HREF="phimose/anthropologie.html#start">
            <AREA SHAPE="RECT" COORDS="508,61,608,91" HREF="phimose/losungen.html#start">
            <AREA SHAPE="RECT" COORDS="9,30,173,54" HREF="willkommen.html#start">
            <AREA SHAPE="RECT" COORDS="639,64,782,87" HREF="phimose/kontakt.html#start">
            <AREA SHAPE="RECT" COORDS="547,31,773,53" HREF="phimose/einfuhrung.html#start">
            <AREA SHAPE="RECT" COORDS="5,63,92,88" HREF="phimose/inhalt.html#start">
            </MAP>
      </DIV></TD>
    </TR>
  </TABLE>
  </DIV>
<TABLE WIDTH="800" BORDER="0" ALIGN="CENTER" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
  <TR>
    <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
      <TR>
        <TD WIDTH="220" VALIGN="TOP">
          <P><B>ENGLISH MENU </B></P>
          <P><A HREF="phimosis.html#start"><B>Chapter 1 : The Conditions</B></A> - The various forms of Phimosis - Anatomical 
            Facts of Life - Individual Treatment of Persistent Problems - Medical 
            literature since 1920</P>
          <P><B><A HREF="i_to_i.html#start">Chapter 2 : From Innocence to Ignorance</A></B> - Bizarre Initiations in the 20th Century 
            - Personal Experiences - Psychological and Social Research.</P>
          <A HREF="anthropology.html#start"><B>Chapter 3 : Anthropology</B></A> -  The Origins 
          of Routine Male Circumcision. - Anthropological literature since 1880 - Evolution - Chinese and European Perspectives.
          <P><B><A HREF="solutions.html#start">Chapter 4 : Solutions</A> </B>- An Appropriate Modern Initiation for our 
            Culture.  - Routine Medical Checks and Education - Research 
            on Prevention.
       
</TD>
        <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
          <TR>
            <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
              <TR>
                <TD><CENTER>
                  <P><FONT SIZE="3"><B><FONT SIZE="5">M</FONT><FONT SIZE="4"><B>&Auml;NNLICHE </B><FONT SIZE="5">I</FONT><B>NITIATION </B>und das <FONT SIZE="5">T</FONT><B>ABU </B><FONT SIZE="5">P</FONT><B>HIMOSE</B></FONT></B></FONT></P>
                  <CENTER>
                    <P><FONT SIZE="5"><FONT SIZE="3">von<BR>
                      Robin Stuart</FONT></FONT><FONT SIZE="2"><BR>
                        <A HREF="library/xtras/qualifications.html#start">(Qualifications)</A></FONT></P>
                    <P><FONT SIZE="-2">Version 5.9 : Feb 2006 <BR>
                      Version 1.0 : February 22nd 1996</FONT></P>
                    <P><FONT SIZE="2">Ubersetzung: RS, Werner, Kathrin, AS., Oliver,</FONT><FONT SIZE="2"> Kurt, <BR>
                          <FONT SIZE="1">version 5.8 June 2005</FONT></FONT></P>
                    <HR noshade WIDTH="260" SIZE="2">
                    <P><FONT SIZE="3"><B>Sollten Jungen beschnitten werden oder nicht?<BR>
                      Willkommen zu der dritten Perspektive 
                      &uuml;ber m&auml;nnliche Beschneidung </B></FONT></P>
                    </CENTER>  </CENTER>
                  <HR noshade WIDTH="260" SIZE="2">
                  <P><B>Im normalen Fall, kann die Vorhaut frei und ohne Schwierigkeit 
                    zur&uuml;ckgezogen werden. Ein normaler Mann kann seinen ganzen Penis 
                    sehen und ber&uuml;hren ohne Schmerz.</B>
                  <P><B>Manche Phimosetypen oder &quot;die Unf&auml;higkeit die Vorhaut 
                    frei zur&uuml;ck zu ziehen&quot;- hemmen anatomisch den Bewegungsraum 
                    zwischen der Vorhaut und der Eichel. </B></P>
                  <P><B>Als Folge ist die Erektion funktionell eingeschr&auml;nkt und 
                    verursacht Schmerzen und Schwierigkeiten w&auml;hrend der Selbstbefriedigung 
                    oder beim Liebesakt. Diese hat diverses Auswirkungen auf die sexuelle Entwicklung 
                    des Mannes.</B>
                    </P>
                  <HR noshade WIDTH="260" SIZE="2">
                  <P>In den <A HREF="statistics.html#start">Quellstudien, die die H&auml;ufigkeit 
                    von Phimose</A> gemessen haben, wird eine Zahl von ca. <A HREF="statistics.html#start">8%*</A> von Jugendlichen genannt, die Probleme haben, ihre Vorhaut zur&uuml;ckzuziehen, 
                    im nicht errigierten Zustand. </P>
                  <P>Landwirtschaftliche Nutztiere werden wegen &auml;hnlicher Probleme 
                    im Rahmen der Zuchttier-Gesundheitskontrolle fr&uuml;h untersucht, 
                    weil "Kopulationsausfall bei Tieren des Nahrungsmittelbereiches 
                    zu wirtschaftlich verheerenden Folgen f&uuml;r den Produzenten f&uuml;hren 
                    k&ouml;nnen." <A HREF="library/xtras/refs.html#ref32">(32)</A></P>
                  <P>Der m&auml;nnliche Jugendliche der Gattung Mensch ist generell 
                    nicht so gesegnet. Es findet  eine routinem&auml;ssige Beschneidung statt, oder man tut einfach 
                    gar nichts bis es zu Problemen kommt. oft erst nach einigen Jahren Schwierigkeiten. Die Operationen 
                    finden in der Regel w&auml;hrend der Pubert&auml;t oder nach einem ersten 
                    Versuch, Geschlechtsverkehr zu haben, statt.(eine Ausnahme ist nur in 
                    Teilen <A HREF="phimose/einfuhrung.html#start">Nordeuropas</A> zu finden wo ein 
                    Art Voruntersuchung in manchen L&auml;ndern stattfindet).</P>
                  <P>Das Tabu Phimose kann weitreichende Konsequenzen mit sich bringen. Manchmal ist 
                    sich der Junge nicht &uuml;ber irgendeine Schwierigkeit bewu&szlig;t, 
                    er vermeidet den Schmerz, und es ist ihm einfach nicht klar, das 
                    es m&ouml;glich, normal oder w&uuml;nschenswert ist, die Vorhaut 
                    zur&uuml;ckzuziehen. Er gew&ouml;hnt sich an seinen K&ouml;rper, 
                    wie er ist und stellt die nat&uuml;rlichen Gegebenheiten nicht in 
                    Frage. Er selbst ist dem Tabu ausgestzt. Als Erwachsener passt sich<I> </I>sein Selbstbild und sein Verhalten den anatomischen Einschr&auml;nkungen 
                    an.</P>
                  <P><B>Diese Website <FONT FACE="Times New Roman">berichtet </FONT> &uuml;ber die Auswirkungen von Phimose w&auml;hrend der Erektion, 
                    analysiert die Information von &uuml;ber zweitausend pers&ouml;nlichen Erfahrungsberichten, 
                    und <FONT FACE="Times New Roman"> beschreibt den Einflu&szlig; von 
                      Vorhautproblemen auf die Sexualit&auml;t. </FONT></B></P>
                  <P><FONT FACE="Times New Roman"><B>Meine Hypothese : Eine schwierige 
                    oder schmerzhafte Vorhaut </B></FONT><B>schr&auml;nkt die Erektion 
                      funktionell ein, und als Folge </B><FONT FACE="Times New Roman"><B> wenn unbehandelt, beinflu&szlig;t sie das sexuelle Verhalten des Mannes. </B></FONT> <FONT FACE="Times New Roman"><B>Diese Webseiten </B></FONT><B><FONT FACE="Times New Roman">beleuchten Facetten der menschlichen Natur und Erlebnisse, die vorher noch nie diskutiert wurden.</FONT></B></P>
                  <P>Diese Idee offnete neue Fragen - unter anderem; wenn Phimose die Sexualit&auml;t und nicht nur die Zeugungsf&auml;higkeit beinflu&szlig;t, und wenn es gar kein R&auml;rit&auml;t ist, denn wahrscheinlich ist Phimose die Antwort auf das alte anthropologischs R&auml;tsel &uuml;ber den Ursprung der routinem&auml;&szlig;igen m&auml;nnlichen Beschneidung.</P>
                  <P><FONT FACE="Times New Roman">Das immer noch bestehende Tabu Phimose 
                    und <A HREF="debate.html#start">die jahrhundertalte Debatte</A> pro oder Contra rountinem&auml;&szlig;iger Beschneidung</FONT><FONT FACE="Times New Roman"> f&uuml;hrte zu einem Sumpf wilder Spekulationen, weit herg</FONT>eholter 
                    Ger&uuml;chte und Generationen verunsicherter Eltern, die in gutem Glauben<I> </I>die Frage stellen &quot;Sollten Jungen beschnitten werden oder 
                    nicht?&quot;</P>
                  <P><B>Unserer<I> </I>f&uuml;rsorglichen modernen Auffassung von gesundheitlicher 
                    Vorsorge entspr&auml;che es, Jungen routinem&auml;&szlig;ig zu untersuchen, um<I> </I> individuelle Probleme fr&uuml;hzeitig - noch vor der Pubert&auml;t - 
                    zu erkennen, gegebenenfalls vorzubeugen oder zu behandeln.</B></P>
                  <CENTER>
                    <P>Meine Absicht ist das gesamte Thema zu entmystifizieren<BR>
                      und den gesunden Menschenverstand anzuregen, an Vorbeugung zu denken. </P>
                    <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0">
                      <TR>
                        <TD WIDTH="17%"><A HREF="map.html#start"><IMG SRC="library/drawings/map100.gif" WIDTH="100" HEIGHT="57" BORDER="0"></A> </TD>
                        <TD WIDTH="67%"><CENTER>
                          F&uuml;r optimalen Spa&szlig;<BR>
                          beim navigieren dieser webseiten, <BR>
                          benutze bitte das web map
                        </CENTER></TD>
                        <TD WIDTH="16%"><FONT SIZE="2"><A HREF="map.html#start"><IMG SRC="library/drawings/map100.gif" WIDTH="100" HEIGHT="57" BORDER="0"></A></FONT></TD>
                      </TR>
                    </TABLE>
                  </CENTER>
                  <P><BR>
                    Es gibt vier Kapitel zu diesem Buch.<BR>
                    Jedes Kapitel fangt mit einer Zusammenfassung an </P>
                  <TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
                    <TR>
                      <TD WIDTH="80%"></TD>
                      <TD WIDTH="20%"><A HREF="library/xtras/copyright.html#start">&copy; 
                        R.Stuart</A>         </TD></TR></TABLE>
                </CENTER>         </TD></TR></TABLE></TD>
          </TR>
        </TABLE></TD>
      </TR>
    </TABLE></TD>
  </TR>
</TABLE>
</BODY> </HTML>

