<HTML> <HEAD><TITLE>Das tabu phimose, beschneidung, vorhaut und männliche initiation - Zusammenfassung</TITLE>

<META NAME="Description" CONTENT="Eine problematische oder schmerzhaft vorhaut hemmt funktionell die erektion und beinflußt die sexualität...">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="vorhaut beschneidung eichel Beschneidung Vorhaut mann Mann vorhautverklebung beschnitten zurückziehen jungs knaben beschneiden beschnittener phimose jungen erektion Eichel Phimose dehnen zirkumzision Zirkumzision beschnittene mastubieren Masturbieren untersuchung onanieren Beschneidung, vorhautverklebung, lange vorhaut zurückziehen vorhaut bedeutung, beschneidung beim mann, beschnittener penis, zu lange vorhaut zu lang, beschneidung mann vorhaut dehnen, penis beschneidung, beschneidung Penis, Altersphimose, penisverstümmelung, Beschneidung von Mann, Vorhaut zurück, Juden Beschneidung, jüdische beschneidung, knabenbeschneidung, Ploss Bryk Schoeberlein teilweiser Beschneidung Anthropologie Beschneidung, anthropologie beschneidung, Psychologie Beschneidung, sexuelle Hemmung, vorbeugung phimose haufigkeit phimose, Routinebeschneidung, chirurgie, frenuloplasty, frenoplasty, phimotische Ring, phimotisch, phimose frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, prepuce, penis, Schmerz, Penisschmerz, Jungen, Kind, Kinder, neugeboren, pubertät, phimose forum frenulum forum beschneidung forum"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong><CENTER>
  <DIV ALIGN="CENTER">
    <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
      <TR>
        <TD><DIV ALIGN="CENTER"><IMG SRC="library/drawings/de.gif" WIDTH="790" HEIGHT="95" USEMAP="#deMapMap2MapMap2" BORDER="0">
                <MAP NAME="deMapMap2MapMap2">
                  <AREA SHAPE="RECT" COORDS="106,64,199,92" HREF="phimose/phimose.html#start">
                  <AREA SHAPE="RECT" COORDS="219,57,342,97" HREF="phimose/u_zu_u.html#start">
                  <AREA SHAPE="RECT" COORDS="368,61,490,91" HREF="phimose/anthropologie.html#start">
                  <AREA SHAPE="RECT" COORDS="508,61,608,91" HREF="phimose/losungen.html#start">
                  <AREA SHAPE="RECT" COORDS="9,30,173,54" HREF="willkommen.html#start">
                  <AREA SHAPE="RECT" COORDS="639,64,782,87" HREF="phimose/kontakt.html#start">
                  <AREA SHAPE="RECT" COORDS="547,31,773,53" HREF="phimose/einfuhrung.html#start">
                  <AREA SHAPE="RECT" COORDS="5,63,92,88" HREF="phimose/inhalt.html#start">
                </MAP>
        </DIV></TD>
      </TR>
    </TABLE>
  </DIV>
  <TABLE WIDTH="800" BORDER="0" ALIGN="CENTER" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
    <TR>
      <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
          <TR>
            <TD WIDTH="220" VALIGN="TOP"><DIV ALIGN="LEFT">
                <P><B>ENGLISH MENU </B></P>
              <P>There are 4 Chapters in this Book. <BR>
                Each Chapter starts with a concise summary.</P>
              <P><A HREF="phimosis.html#start"><B>Chapter 1 : The Conditions</B></A> - The various forms of Phimosis - Anatomical 
                Facts of Life - Individual Treatment of Persistent Problems - Medical 
                literature since 1920</P>
              <P><B><A HREF="i_to_i.html#start">Chapter 2 : From Innocence to Ignorance</A></B> - Bizarre Initiations in the 20th Century 
                - Personal Experiences - Psychological and Social Research.</P>
              <A HREF="anthropology.html#start"><B>Chapter 3 : Anthropology</B></A> -  The Origins 
              of Routine Male Circumcision. - Anthropological literature since 1880 - Evolution - Chinese and European Perspectives.
              <P><B><A HREF="solutions.html#start">Chapter 4 : Solutions</A> </B>- An Appropriate Modern Initiation for our 
                Culture.  - Routine Medical Checks and Education - Research 
                on Prevention.
              <P><B><BR>
                        </B></P>
            </DIV></TD>
            <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                <TR>
                  <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                      <TR>
                        <TD><CENTER>
                            <P>
                              <CENTER>
                                <FONT SIZE="3">archiv fassung: datum 17.10.96</FONT><B><FONT SIZE="4"><BR>
                                <BR>
                                  Die Wichtigkeit unbeschnittene Jungen <BR>
                                  vor der Pubert&auml;t zu untersuchen </FONT></B>
                              </CENTER>
                              <CENTER>
                                <FONT SIZE="7">V</FONT><FONT SIZE="6"><B>ON</B> <FONT
SIZE="7">U</FONT><B>NSCHULD</B><BR>
                                <FONT SIZE="7">Z</FONT><B>UR</B> <FONT SIZE="7">I</FONT><B>GNORANZ</B></FONT>
                              </CENTER>
                            </P>
                            <P>
                            <CENTER>
                              <P><B>(FROM INNOCENCE TO IGNORANCE)<BR>
                                By R. Stuart</B></P>
                              <HR ALIGN=LEFT noshade>
                            </CENTER>
                            <CENTER>
                              <TABLE WIDTH="400" BORDER="0" CELLSPACING="0" CELLPADDING="0">
                                <TR>
                                  <TD><P>
                                      <CENTER>
                                        <B>ABSTRACT<BR>
                                        <BR>
                                        </B>
                                      </CENTER>
                                  </P>
                                      <P>Diese Aufsatz demonstriert die Wichtigkeit jeden unbeschnittenen 
                                        Jungen vor der Pubert&auml;t auf Vorhautverklebung, Phimose, und das 
                                        Frenulum Breve zu untersuchen. W&auml;hrend der Erektion hemmen diese 
                                        Zust&auml;nde die Beziehung zwischen der Vorhaut und der Eichel. Dies 
                                        verursacht oftmals Schmerzen und andere Probleme w&auml;hrend der Pubert&auml;t, 
                                        &ouml;der beim liebe machen.</P>
                                    <P>Wegen den Schwierigkeiten, die beim Versuch, die Vorhaut zur&uuml;ckzuziehen, 
                                      erlebt werden, kann ein Junge glauben, da&szlig diese Bewegung unnat&uuml;rlich 
                                      ist. M&ouml;glich ist auch, da&szlig; er angepasst an diese unbewusste 
                                      anatomische Einschr&auml;nkung in das Erwachsenenalter eintritt. </P></TD>
                                </TR>
                              </TABLE>
                            </CENTER>
                            <HR ALIGN=LEFT noshade>
                            <HR
noshade WIDTH="190" SIZE="2">
                            <CENTER>
                              <FONT SIZE="5"><FONT
SIZE="6">Z</FONT>USAMMENFASSUNG</FONT>
                              <HR noshade WIDTH="190" SIZE="2">
                            </CENTER>
                            <P>Der unbeschnittene Mann kann von drei kongenitalen krankhaften Zust&auml;nden 
                              des Penis betroffen sein: Vorhautverklebung, Phimose, und Frenulum 
                              Breve. Diese Zust&auml;nde k&ouml;nnen einzeln oder zusammen vorkommen. 
                              In anatomischer Hinsicht hemmen sie die Beziehung zwischen Vorhaut 
                              und Eichel, besonders beim erregtem Penis; als Folge ist die Erektion 
                              funktionell eingesch&auml;nkt, was die Sexualit&auml;t beeinflu&szlig;t.</P>
                            <P>Die Encyclopedia Judaica sagt &uuml;ber Beschneidung &quot;10% 
                              der Jungen brauchen sie letztendlich, weil die Vorhaut nicht zu 
                              retrahieren ist&quot; <A HREF="library/xtras/refs.html#ref3">(3)</A> (Meine eigenen Recherchen und drei medizinische Studien (von insgesamt 
                              &uuml;ber 7,000 jungen M&auml;nnern) bestaetigen , dass die kongenitalen 
                              Zust&auml;nde, die eine Korrektur ben&ouml;tigen, in dieser Frequenz 
                              auftreten).</P>
                            <P>Wenn der Penis erregt ist, zeigen diese Zust&auml;nde folgende Wirkung: <BR>
                                <B>Vorhautverklebungen </B>: Die Vorhaut klebt an der Eichel und verhindert 
                              damit jede Bewegung. <BR>
  <B>Phimosis</B> : Ein d&uuml;nner Ring aus Bindegewebe verengt die 
  &Ouml;ffnung der Vorhaut und hemmt das Zur&uuml;ckziehen hinter die 
                              Eichel. <BR>
  <B>Frenulum Breve </B>: Eine Hautfalte verbindet die Eichel mit der 
                              Vorhaut; ist diese zu kurz, rutscht die Vorhaut nach vorne.</P>
                            <P>Diese Zust&auml;nde werden normalerweise nur behandelt als Folge 
                              einer Phimose, die eine Infektion verursacht, oder als Folge eines 
                              bewu&szlig;t erlebten Schmerzes, Schwerigkeit oder Spannung. Solche 
                              Behandlung ist oft n&ouml;tig w&auml;hrend der Pubert&auml;t, oder 
                              nach einem ersten Versuch, Geschlechtsverkehr zu haben.</P>
                            <P>Ein bewu&szlig;t erlebter Schmerz oder Schwierigkeiten haben eine 
                              unn&ouml;tige st&ouml;rende Wirkung auf die Sexualit&auml;t, aber das 
                              unbewu&szlig;te Vermeiden solcher unbequemen Erlebnisse kann zu viel 
                              gr&ouml;sseren Problemen f&uuml;hren.</P>
                            <P>In diesen sp&auml;teren F&auml;llen ist es nicht so da&szlig; das 
                              Individuum sich &uuml;ber irgendeine Unf&auml;higkeit, seine Vorhaut 
                              zur&uuml;ckzuziehen, bewu&szlig;t ist , vielmehr ist es ihm einfach 
                              nicht klar, das es m&ouml;glich, normal oder w&uuml;nschenswert ist, 
                              die Vorhaut zur&uuml;ckzuziehen. Er akzeptiert, wie er ist, stellt 
                              die nat&uuml;rlichen Gegebenheiten nicht in Frage, und es ist ihm unbekannt, 
                              dass er irgendwelche Einschr&auml;nkungen hat. Als Folge des Unbewusstseins 
                              beeinflu&szlig;en diese Zust&auml;nde das Sexualverhalten in irrationaler 
                              Weise. Das emotionale Gef&uuml;ge wird durcheinandergebracht, und die 
                              sozialen Verhaltensweisen eines Individuums passen sich dieser unbewu&szlig;ten 
                              anatomischen Einschr&auml;nkung an.</P>
                            <P>
                            <HR ALIGN=LEFT SIZE="1" noshade>
                            <P><B>Absicht</B><BR>
                              Meine erste Absicht beim Schreiben ist es, die Wichtigkeit routinem&auml;&szlig;iger 
  &Uuml;berpr&uuml;fung von jedem unbeschnittenen Jungen vor der Pubert&auml;t 
                              auf Vorhautverklebung, Phimose, und das Frenulum Breve zu beweisen, 
                              um eine rechtzeitige Korrektur VOR der Pubert&auml;t zu erm&ouml;glichen. <BR>
                              Danach werde ich untersuchen, wie es m&ouml;glich w&auml;re, den gr&ouml;&szlig;ten 
                              Teil solcher Problemen zu verringern, indem die Vorhautverklebungen 
                              - so fruh wie m&ouml;glich - sanft gel&ouml;st werden. <BR>
                              Der Schlu&szlig; dieses Aufsatzes gibt die einfachste Erkl&auml;rung&nbsp; 
                              f&uuml;r den Ursprung der routinem&auml;&szlig;igen M&auml;nnlichen 
                              Beschneidung.<BR>
  <BR>
                            <TABLE BORDER="0" CELLSPACING="0" CELLPADDING="0"
WIDTH="100%">
                              <TR>
                                <TD WIDTH="70%"></TD>
                                <TD WIDTH="30%"><A HREF="library/xtras/copyright.html#start">&copy; R.Stuart</A>&nbsp;</TD>
                              </TR>
                            </TABLE>
                            </TD>
                        </TR>
                    </TABLE></TD>
                </TR>
            </TABLE></TD>
          </TR>
      </TABLE></TD>
    </TR>
  </TABLE>
  <P>
</CENTER>
</BODY></HTML>

