<HTML> <HEAD><TITLE>
Sch&ouml;berlein Das tabu phimose, beschneidung, vorhaut und männliche initiation - schoeberlein</TITLE>

<META NAME="Description" CONTENT="Eine problematische oder schmerzhaft vorhaut hemmt funktionell die erektion und beinflußt die sexualität...">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="vorhaut beschneidung eichel Beschneidung Vorhaut mann Mann vorhautverklebung beschnitten zurückziehen jungs knaben beschneiden beschnittener phimose jungen erektion Eichel Phimose dehnen zirkumzision Zirkumzision beschnittene mastubieren Masturbieren untersuchung onanieren Beschneidung, vorhautverklebung, lange vorhaut zurückziehen vorhaut bedeutung, beschneidung beim mann, beschnittener penis, zu lange vorhaut zu lang, beschneidung mann vorhaut dehnen, penis beschneidung, beschneidung Penis, Altersphimose, penisverstümmelung, Beschneidung von Mann, Vorhaut zurück, Juden Beschneidung, jüdische beschneidung, knabenbeschneidung, Ploss Bryk Schoeberlein teilweiser Beschneidung Anthropologie Beschneidung, anthropologie beschneidung, Psychologie Beschneidung, sexuelle Hemmung, vorbeugung phimose haufigkeit phimose, Routinebeschneidung, chirurgie, frenuloplasty, frenoplasty, phimotische Ring, phimotisch, phimose frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, prepuce, penis, Schmerz, Penisschmerz, Jungen, Kind, Kinder, neugeboren, pubertät, phimose forum frenulum forum beschneidung forum"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../navigation/headers/4.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><DIV ALIGN="LEFT"><A HREF="../../medicus.html#start"><B>Medical Index</B></A> <BR>
                    <B><A HREF="../../statistics.html#start">Encyclopedia of Statistics</A></B></DIV></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><P><A
HREF="schoeberlein_eng.html#start"><B>English Translation</B></A><BR>
                                <A HREF="schoeberlein.html#de">Ausgew&auml;hlt Passagen</A>
                              <P>
                                <CENTER>
                                </CENTER>
                              </P>
                              <P ALIGN="CENTER"><B><FONT SIZE="4">DR. MED. WERNER SCH&Ouml;BERLEIN </FONT><BR>
                                Bedeutung und H&auml;ufigkeit von Phimose und Smegma</B><I><BR>
                                  M&uuml;nchener Medizinische Wochenschrift 7. pages 373-377 (1966)</I></P>
                              <P><B>Zusammenfassung:</B> Bei 3000 jungen M&auml;nnern, meist im 
                                Alter zwischen 18 und 22 Jahren, wurde bei der &auml;rztlichen Untersuchung 
                                das Verh&auml;ltnis Pr&auml;putium zu Glans gepr&uuml;ft und die 
                                H&auml;ufigkeit des vorhandenen Smegmas registriert. Bei 8,5% war 
                                kein Pr&auml;putium vorhanden, bei ca. der H&auml;lfte davon ohne 
                                da&szlig; eine Operation vorausgegangen war. Bei 8,8% wurde eine 
                                Phimose festgestellt. Smegma wurde bei 19.2%, bei 1/3 davon "sehr 
                                -viel", gefunden. Bei einem Vergleich der Schulbildung und der Berufsgruppen 
                                dieser jungen M&auml;nner ergab sich kein Unterschied in der H&auml;ufigkeit 
                                der Unsauberkeit. Eine Hypospadie fand sich in 0,37%.</P>
                              <P>"Die Krebsverh&uuml;tung ist heute noch ein Problem, wird aber morgen 
                                ein Hauptanliegen der Krebsbek&auml;mpfung sein" (<I>K. H. Ba&uuml;er,</I> 1). Trotz aller Fortschritte der Diagnostik und Therapie nimmt der 
                                Krebs st&auml;ndig im prozentualen Anteil der Todesf&auml;lle zu, von 
                                13,5% (1935) auf 20,04"/o (1961) (1). Ein Teil der Krebsprophylaxe 
                                besteht in der Erkennung und Auschaltung karzinogener Stoffe. &Uuml;ber 
                                den krebsf&ouml;rdernden Einflu&szlig; der Tabakteerderivate beim Bronchialkarzinom 
                                bestehen keine Zweifel mehr (1, 39). Genauso unbestritten, aber weniger 
                                bekannt, ist die <B>karzinogene Wirkung des Smegmas </B>(1, 3, 15, 
                                19, 23, 24, 29, 33, 39).</P>
                              <P>Das <B>Peniskarzinom</B> wird in Europa und Nord-amerika in 1-3% 
                                aller m&auml;nnlichen Krebsf&auml;lle beobachtet (1, 4, 6, 17, 19, 
                                21).</P>
                              <P>In der UdSSR wurden in den letzten Jahren 0,5 bis 1% der m&auml;nnlichen 
                                Karzinomf&auml;lle als Peniskrebs registriert (33). In Nord-Vietnam 
                                sind 15,6%, in Indien bis zu 25,6% in China 15,8 - 18,3% und in Siam 
                                22,0 bis 33,0% der m&auml;nnlichen Krebsf&auml;lle Peniskarzinome 
                                (1, 23, 33).</P>
                              <P><I>Thierch </I>(1865) beschrieb den kontinuierlichen Reiz einer 
                                Phimose als Ursache f&uuml;r das Peniskarzinom und <I>Czerny</I> (1899) stellte fest, da&szlig; "eine Circumcision gegen das Peniskarzinom 
                                immunisiere" und forderte eine "excessive Reinlichkeit und Entfernung 
                                des Pr&auml;putialsekretes" (7, 37). Sp&auml;ter wurde von vielen 
                                Autoren best&auml;tigt, da&szlig; das Peniskarzinom praktisch nur 
                                bei <B>Phimosen</B> vorkommt (1, 6, 11, 17, 18, 20, 23, 31, 32, 38).</P>
                              <P>Als weiterer Beweis des urs&auml;chlichen Zusammenhanges zwischen 
                                Pr&auml;putium, Smegma und Peniskarzinom gilt die Feststellung, da&szlig; 
                                es <I>bei beschnittenen Juden kein Peniskarzinom gibt</I> (1, 4, 21, 
                                31). Die immer wieder aufgegriffene Entgegnung, es handle sich um eine 
                                Rassenimmunit&auml;t der Juden (18), konnte durch Untersuchungen in 
                                verschiedenen L&auml;ndern und bei anderen V&ouml;lkern widerlegt werden. 
                                In Indien wurden unter 2260 Krebskranken bei den unbeschnittenen Hindus 
                                in 25,6%, bei den beschnittenen Moslems dagegen in nur 2,9% der F&auml;lle 
                                Peniskarzinome gefunden (25). <I>Marchionini</I> best&auml;tigt diese 
                                Relation f&uuml;r die mohammedanische Bev&ouml;lkerung der T&uuml;rkei 
                                (23). F&uuml;r Kasachstan wird 1964 beschrieben, da&szlig; von 87 Peniskarzinomen 
                                nur 4 (4,6%) bei den im Alter von 4 - 6 Jahren beschnittenen Moslems 
                                gefunden wurden, deren Anteil der Bev&ouml;lkerung aber 36% ausmacht. 
                                Diese Differenz kann nur durch die Zirkumzision erkl&auml;rt werden. 
                                Je sp&auml;ter diese aber durchgef&uuml;hrt wird, um so geringer ist 
                                der Schutz gegen das Auftreten eines Karzinoms am Penis. Der Krebs 
                                hat auch hier eine charakteristische Latenzzeit (1, 33). Das Peniskarzinom, 
                                dessen Durchschnittsalter 54,5 Jahre betr&auml;gt, findet sich zu 41% 
                                an der Glans, zu 32% an der Innenseite des Pr&auml;putiums und zu 25% 
                                am Sulcus coronarius der Glans (collum glandis: intern. Nomenklatur, 
                                Paris, 1963) (21).</P>
                              <P>Diese Tattsachen finden ihre Erkl&auml;rung durch ein krebsf&ouml;rderndes 
                                Agens innerhalb des Pr&auml;putialraumes: das <B>Smegma</B>, das aus 
                                fettig degenerierten, abgestorbenen und abgeschilferten Epithelzellen 
                                besteht und nicht von irgendwelchen Dr&uuml;sen abgesondert wird. <I>Stieve</I> konnte weder auf der Oberfl&auml;che der Glans noch am inneren Vorhautblatt 
                                Dr&uuml;sen finden. Talgdr&uuml;sen gibt es dort nicht (35). Die Smegmaproduktion 
                                wird bereits beim Neugeborenen gefunden und erreicht ihren H&ouml;hepunkt 
                                im jugendlichen Alter (33).</P>
                              <P>Die embryonale Entwicklung des <B>Pr&auml;putiums</B> beginnt in 
                                der 8. Woche mit einer Einsenkung des Epithels in das Bindegewebe an 
                                der Basis der Glans. Dadurch bildet sich eine Falte, die als Pr&auml;putialfalte 
                                bis zum 5. Monat &uuml;ber die Glans hinausw&auml;chst. Beim Wachstum 
                                dieser Falte bleibt das sp&auml;tere Epithel der Glans und des inneren 
                                Vorhautblattes zusammen in einer gemeinsamen Schicht, der Glandarlamelle. 
                                Gegen Ende des fetalen Lebens beginnen zentrale Zellen dieser Lamelle 
                                zu zerfallen. Es entstehen Hohlr&auml;ume, die sich vereinigen, und 
                                dadurch einen gemeinsamen Raum bilden, den Pr&auml;putialraum (9, 10). 
                                Dieser Vorgang ist bei der Geburt nur selten abgeschlossen und es ist 
                                unzutreffend, in diesem Stadium von Verklebungen oder Adh&auml;sionen 
                                zu sprechen. F&uuml;r diesen Zustand wird vor allem von den P&auml;diatern 
                                der Begriff "physiologische Phimose' - von <I>Winiwater </I>vor 70 
                                Jahren gepr&auml;gt - benutzt (13, 28). Dieser Ausdruck ist wegen der 
                                Gefahr der Bagatellisierung und zu sp&auml;ten Erkennung einer Phimose 
                                nicht ganz ungef&auml;hrlich und sollte vermieden werden. Es handelt 
                                sich dabei um eine noch unvollst&auml;ndige Trennung von Pr&auml;putium 
                                und Glans, die ohne aktive Hilfe bis zum 6. Monat in 20%, bis zum 12. 
                                Monat in 50%, bis zum 2. Jahr in 80% und bis Ende des 3. Lebensjahres 
                                in 90% spontan erfolgt (10). Eine <B>Phimose</B>, die marginale bindegewebige 
                                Verengung der Vorhaut&ouml;ffnung, sollte schon fr&uuml;her erkannt 
                                und so fr&uuml;h wie m&ouml;glich operiert werden.</P>
                              <P><B>Die karzinogene Wirkung des Smegmas</B> konnte bisher mehrfach 
                                in <B>Tierversuchen</B> nachgewiesen werden (5, 27).</P>
                              <P>Operativ geschaffene Phimosen erh&ouml;hten die H&auml;ufigkeit 
                                experimentell erzeugter Peniskarzinome beim, Kaninchen (33). Interessant 
                                sind die Beobachtungen bei Pferden, bei denen auf Grund einer besonders 
                                faltenreichen Vorhaut Smegma in gro&szlig;en Mengen gefunden wird 
                                und das Peniskarzinom mit 23% aller Krebserkrankungen dieser Tierart 
                                besonders h&auml;ufig auftritt. Wallache, bei denen durch fehlende 
                                Erektion das Smegma nicht entleert wird, erkranken zehnmal h&auml;ufiger 
                                an einem Peniskarzinom als Hengste (15).</P>
                              <P>F&uuml;r das <B>Kollum- und Portiokarzinom</B> der Frau wird neben 
                                anderen Faktoren auch die krebsf&ouml;rdernde Eigenschaft des Smegmas 
                                verantwortlich gemacht (1, 3, 11, 21, 39). J&uuml;dinnen erkranken 
                                wesentlich seltener an einem Kollumkarzinom als nichtj&uuml;dische 
                                Frauen; das Verh&auml;ltnis Korpus- zu Kollumkarzinom ist bei J&uuml;dinnen 
                                6:1, bei Nichtj&uuml;dinnen 1:8. Diese Relation wurde auch in all den 
                                L&auml;ndern nachgewiesen, wo ein Teil der m&auml;nnlichen Bev&ouml;lkerung 
                                beschnitten ist (1).</P>
                              <P> "Die Smegmatheorie ist bei M&auml;nnern aus der Genese des Peniskarzinoms 
                                nicht wegdenkbar, bei Frauen ist sie eine wichtige Tatsache" <I>(K. 
                                  H. Bauer</I> [1]).</P>
                              <P><B>Zur Verh&uuml;tung </B>dieser als so gef&auml;hrlich erkannten 
                                Wirkung des Smegmas werden seit ca. 15 Jahren in den USA 80-90% aller 
                                m&auml;nnlichen Neugeborenen gleich nach der Geburt beschnitten. 
                                Neben der Episiotomie, die ebenfalls als Pr&auml;ventivma&szlig;nahme 
                                durchgef&uuml;hrt wird, ist die Zirkumzision die h&auml;ufigste Operation 
                                der amerikanischen Geburtshelfer (2l, 26). Sie wird meist mit der 
                                "Gomco-Klemme", die sich auch in Deutschland bew&auml;hrt hat, als 
                                gefahrloser und einfacher Eingriff durchgef&uuml;hrt (14, 21). Die 
                                amerikanischen Versicherungen honorieren nach einer pers&ouml;nlichen 
                                Mitteilung von <I>Wynder</I> (1965) diese Pr&auml;ventivma&szlig;nahmen 
                                gesondert. Die allgemeine Einf&uuml;hrung in Deutschland w&uuml;rde 
                                u. a. auch an dieser Frage scheitern, da ja f&uuml;r andere seit 
                                langem von der &Auml;rzteschaft geforderte prophylaktische Ma&szlig;nahmen, 
                                wie z. B. die allgemeine Tetanusimpfung, bisher die Krankenkassen 
                                nicht aufkommen.</P>
                              <P>In <B>England</B> wurden bei Knaben bis zu 4 Jahren 24%, bei Cambridge-Studenten 
                                zur gleichen Zeit bereits 84% ohne Pr&auml;putium gefunden. &Auml;rzte 
                                und Hebammen empfehlen dort die Zirkumzision. Viele Engl&auml;nder 
                                kennen aus ihrer Kolonialzeit in Indien die dort besonders eindrucksvollen 
                                Vorteile der Beschneidung (16). In Deutschland wurden 1959 die ersten 
                                Erfahrungen mit einer routinem&auml;&szlig;igen Zirkumzision ver&ouml;ffentlicht 
                                (14). 80% der vorher befragten Eltern entschlossen sich, diesen Eingriff 
                                zu genehmigen, ohne vorher etwas &uuml;ber den Wert und die Bedeutung 
                                dieser Operation gewu&szlig;t zu haben. Eine derartige Aufgeschlossenheit 
                                war unerwartet. Der kleine Eingriff mit der Gomco-Klernine ergab keinerlei 
                                Komplikationen.</P>
                              <P>In <B>Deutschland</B> wird eine Stellungnahme der &Auml;rzteschaft 
                                zur Frage der allgemeinen Ablatio praeputii beim Neugeborenen seit 
                                l&auml;ngerer Zeit gefordert (16, 23, 30). Als Hauptargument gegen 
                                eine generelle Zirkumzision wird immer wieder angef&uuml;hrt, da&szlig; 
                                mit einer regelm&auml;&szlig;igen Reinigung, mit Wasser und Seife, 
                                dieses Problem auch zu l&ouml;sen sei (1, 7, 23, 33).</P>
                              <P>
                                <CENTER>
                                  <B>Eigene Untersuchungen</B>
                                </CENTER>
                              </P>
                              <P>Um bez&uuml;glich dieser Behauptung eine objektive Beurteilung zu 
                                erm&ouml;glichen, wurde bei einer eingehenden &auml;rztlichen Untersuchung 
                                von 3000 jungen M&auml;nnern in jedem Fall auch der Penis, das Pr&auml;putium, 
                                die Glans, der Sulcus coronarius und die Retrahierbarkeit der Vorhaut 
                                gepr&uuml;ft. Es wurde registriert, ob "Smegma" oder sogar "Viel 
                                Smegma&quot; vorhanden war. Die Untersuchungen wurden, von Dr. <I>E. 
                                  M&ouml;&szlig;mer</I>, Facharzt f&uuml;r Urologie in M&uuml;nchen, 
                                dem ich an dieser Stelle f&uuml;r seine Hilfe danke, und mir je zur 
                                H&auml;lfte durchgef&uuml;hrt, um die Objektivit&auml;t zu erh&ouml;hen. 
                                Es waren junge M&auml;nner aus dem s&uuml;ddeutschen Raum. 2527 (84,2%) 
                                standen im Alter von 18-22 Jahren; eine genaue Aufgliederung der 
                                Altersverteilung zeigt Tab. 1.</P>
                              <P>Tabelle 1<BR>
                                  <B>Altersverteilung</B></P>
                              <TABLE WIDTH="500" BORDER="1">
                                <TR>
                                  <TD WIDTH="43"><FONT SIZE="2">Alter</FONT></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 17 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 18 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="31"><CENTER>
                                      <FONT SIZE="2"> 19 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 20 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 21 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="33"><CENTER>
                                      <FONT SIZE="2"> 22 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 23 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 24 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="38"><CENTER>
                                      <FONT SIZE="2">25-28</FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2">29-33</FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2">34-38</FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="37"><FONT SIZE="2"></FONT></TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="43"><FONT SIZE="2">Zahl</FONT></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 183 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 511 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="31"><CENTER>
                                      <FONT SIZE="2"> 959 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 647 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 272 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="33"><CENTER>
                                      <FONT SIZE="2"> 138 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 103 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 63 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="38"><CENTER>
                                      <FONT SIZE="2"> 90 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2"> 27 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2"> 7 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="37"><DIV ALIGN="RIGHT"><FONT SIZE="2">3000 </FONT></DIV></TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="43"><FONT SIZE="2">%</FONT></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 6,1 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 17,0 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="31"><CENTER>
                                      <FONT SIZE="2"> 32 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="25"><CENTER>
                                      <FONT SIZE="2"> 21,6 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 9,1 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="33"><CENTER>
                                      <FONT SIZE="2"> 4,6 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="26"><CENTER>
                                      <FONT SIZE="2"> 3,4 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="24"><CENTER>
                                      <FONT SIZE="2"> 2,1 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="38"><CENTER>
                                      <FONT SIZE="2"> 3,0 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2"> 0,9 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="43"><CENTER>
                                      <FONT SIZE="2"> 0,2 </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="37"><DIV ALIGN="RIGHT"><FONT SIZE="2">100</FONT></DIV></TD>
                                </TR>
                              </TABLE>
                              <TABLE WIDTH="500" BORDER="0">
                                <TR>
                                  <TD WIDTH="78">&nbsp;</TD>
                                  <TD WIDTH="164"><CENTER>
                                      <FONT SIZE="2">(Alter 18-22 = 2527 = 84,2%) </FONT>
                                  </CENTER></TD>
                                  <TD WIDTH="244">&nbsp;</TD>
                                </TR>
                              </TABLE>
                              <P>F&uuml;r das Verh&auml;ltnis Pr&auml;putium zu Glans wird in anatomischen 
                                Lehrb&uuml;chern als Normalzustand beschrieben, da&szlig; bei nicht 
                                erigiertem Penis das Pr&auml;putium die Glans nur teilweise bedeckt 
                                (2). Folgende 5 verschiedenen Formen dieser Relation Pr&auml;putium 
                                : Glans wurden von uns festgelegt:</P>
                              <P>A) Glans und Sulcus coronarius freiliegend; Pr&auml;putium fehlt 
                                oder atrophisch.<BR>
                                B) Glans teilweise von Pr&auml;putium bedeckt.<BR>
                                C) Glans vollkommen von Pr&auml;putium bedeckt. Pr&auml;putium zum 
                                Teil schlauch- oder r&uuml;sself&ouml;rmig verl&auml;ngert. Sulcus 
                                coronarius kann durch Retraktion v&ouml;llig freigelegt werden.<BR>
                                D) Glans von Pr&auml;putium vollkommen bedeckt.&Ouml;ffnung der Vorhaut 
                                fibr&ouml;s verh&auml;rtet, unelastisch; kann nur auf wenige mm Durchmesser 
                                beim Retrahieren erweitert werden. Orificium urethrae und kleine vordere 
                                Teile der Glans k&ouml;nnen eingesehen werden. Freilegung des Sulcus 
                                coronarius nicht m&ouml;glich. Phimose.<BR>
                                E) Glans von Pr&auml;putium vollkommen bedeckt. Rand der Vorhaut&ouml;ffnung 
                                v&ouml;llig starr, rigide. Keine Retraktion m&ouml;glich. Glans und 
                                Orificium urethrae k&ouml;nnen nicht eingesehen werden. Phimose (starr).</P>
                              <P><B>Ergebnisse<BR>
                              </B>In Tab. 2 sind die Ergebnisse zusammengestellt:</P>
                              <P ALIGN="CENTER">Tabelle 2<BR>
                                  <B>Verh&auml;ltnis Pr&auml;putium zu Glans und H&auml;ufigkeit des 
                                    Smegma</B>. 
                              <TABLE WIDTH="500" BORDER="1" CELLPADDING="1">
                                <TR>
                                  <TD WIDTH="15">&nbsp;</TD>
                                  <TD WIDTH="47">Zahl</TD>
                                  <TD WIDTH="49">%</TD>
                                  <TD WIDTH="67">Smegma<BR>
                                    (sehr viel) </TD>
                                  <TD WIDTH="42">%</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">A = Glans und Sulkus frei</TD>
                                  <TD WIDTH="47">256</TD>
                                  <TD WIDTH="49">8,5</TD>
                                  <TD WIDTH="67">&nbsp;</TD>
                                  <TD WIDTH="42">&nbsp;</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">B = Glans teilweise frei</TD>
                                  <TD WIDTH="47">1258</TD>
                                  <TD WIDTH="49">41,9</TD>
                                  <TD WIDTH="67">149<BR>
                                    (49) </TD>
                                  <TD WIDTH="42">11,8</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">C = Glans von Pr&auml;putium bedeckt, Sulkus freizulegen</TD>
                                  <TD WIDTH="47">1223</TD>
                                  <TD WIDTH="49">40,8</TD>
                                  <TD WIDTH="67">297<BR>
                                    (93) </TD>
                                  <TD WIDTH="42">24,3 </TD>
                                  <TD WIDTH="54"><FONT SIZE="2">Smegma in BCD=19,2%</FONT></TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">D = Glans von Pr&auml;putium bedeckt, Sulkus nicht <BR>
                                    freizulegen (Phimose) </TD>
                                  <TD WIDTH="47">181</TD>
                                  <TD WIDTH="49">6,0</TD>
                                  <TD WIDTH="67">64<BR>
                                    (32) </TD>
                                  <TD WIDTH="42">35,3</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">E Phimose, starr</TD>
                                  <TD WIDTH="47">82 </TD>
                                  <TD WIDTH="49">2,8</TD>
                                  <TD WIDTH="67">-</TD>
                                  <TD WIDTH="42">-</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="15">&nbsp;</TD>
                                  <TD WIDTH="47">3000</TD>
                                  <TD WIDTH="49">100,0</TD>
                                  <TD WIDTH="67">510<BR>
                                    (174) </TD>
                                  <TD WIDTH="42">17,0</TD>
                                  <TD WIDTH="54">&nbsp;</TD>
                                </TR>
                              </TABLE>
                              <P>Ohne Pr&auml;putium (= Gruppe A) fanden wir 256 (8,5%) der Untersuchten. 
                                Bei ca. 1/4 dieser Gruppe wurden Angaben oder Narben einer erfolgten 
                                Zirkumzision festgestellt; bei einem Teil waren Angaben und Befund 
                                in dieser Hinsicht fraglich.,Bei ca. der H&auml;lfte der jungen M&auml;nner 
                                ohne Pr&auml;putium wurde die Frage nach einem Eingriff verneint, und 
                                auch objektiv konnte kein Anhalt daf&uuml;r gefunden werden. Bei einem 
                                gro&szlig;en Teil erhielt ich au&szlig;erdem von der Mutter die Best&auml;tigung, 
                                da&szlig; bei dem Sohn keine Operation vorgenommen worden war. Es besteht 
                                kein Zweifel, da&szlig; das Fehlen oder die Atrophie der Vorhaut bei 
                                ca. 4% der jungen M&auml;nner spontan vorkommt.</P>
                              <P>Mit "B" bezeichneten wir 1258 (41,9%) der Untersuchten und stellten 
                                bei 149 (11,8%) Smegma fest; bei ca. 1/3 mit dem Vermerk "sehr viel".</P>
                              <P>Als "C&quot; wurden 1223 (40,8%) der 3000 Untersuchten registriert. 
                                Dabei wurde bei 297 (24,3%) Smegma und ebenfalls bei 1/2 davon "sehr 
                                viel" notiert. In dieser Gruppe fanden sich teilweise die langen, 
                                r&uuml;sself&ouml;rmigen Pr&auml;putien, die auch als "Pseudophimosen" 
                                bezeichnet werden (19). Wenn die &Ouml;ffnung elastisch und die Vorhaut 
                                retrahierbar ist, bedeutet die lange Vorhaut funktionell und f&uuml;r 
                                die M&ouml;glichkeit der Reinigung kein wesentliches Hindernis. Nach 
                                dem histologischen Aufbau des Pr&auml;putiums ist zu erwarten, da&szlig; 
                                sich bei vielen dieser mit "C" bezeichneten F&auml;lle im Laufe des 
                                Lebens die Relation Glans : Pr&auml;putium noch &auml;ndert und die 
                                Form "B" erreicht. Beide Gruppen geh&ouml;ren daher, vor allem durch 
                                die Reinigungsm&ouml;glichkeit, zusammen. Es ist auffallend, da&szlig; 
                                die Smegmah&auml;ufigkeit mit der L&auml;nge des Pr&auml;putiums 
                                zunimmt (35).</P>
                              <P>Die Form "D", die Phimose mit unelastischer, fibr&ouml;s verh&auml;rtetet 
                                Pr&auml;putial&ouml;ffnung, die nur m&uuml;hsam und unter Impression 
                                kleine vordere Teile der Glans zeigt, stellten wir bei 181 (6,0%) der 
                                jungen M&auml;nnern fest; bei 64 (35,3%) mit Smegma, bei der H&auml;lfte 
                                mit dem Vermerk "sehr viel". Das Smegma kann hier nur teilweise entfernt 
                                werden; es ist sicher vorhanden, aber nicht immer sichtbar.</P>
                              <P>Den Zustand "E&quot; die Phimose mit starrer, rigider Pr&auml;putial&ouml;ffnung, 
                                ohne Erweiterungsm&ouml;glichkeit und ohne da&szlig; Glans oder Orificium 
                                urethrae betrachtet werden k&ouml;nnen, fanden wir bei 82 (2,8%). 
                                Bei dieser Gruppe ist immer Smegma vorhanden, objektiv aber nicht 
                                feststellbar. Deswegen haben wir diese Gruppe gegen&uuml;ber "D" 
                                gesondert registriert.</P>
                              <P><B>Die Phimosen</B> (D + E) ergeben eine Gesamtzahl von 263 = 8,8%. 
                                Sie sind pathologisch und sollten operativ beseitigt werden. Den meisten 
                                Untersuchten war das Krankhafte dieses Zustandes unbekannt. Wir haben 
                                allen die kleine Operation angeraten und fanden immer eine dankbare 
                                Aufgeschlossenheit f&uuml;r diese Aufkl&auml;rung. Auch Haller (12) 
                                beschreibt, da&szlig; sich junge M&auml;nner zwischen 20 und 30 Jahren 
                                h&auml;ufig beschweren, die Operation sei in der Kindheit vers&auml;umt 
                                worden.</P>
                              <P>Saitmacher (29) fand 1960 bei 229 Jugendlichen im Alter zwischen 
                                15 und 17 Jahren bei 8,7%, eine Phimose. Gairdner (10) stellte bei 
                                200 unbeschnittenen 5- bis 13j&auml;hrigen Knaben bei 6% eine Phimose, 
                                und bei 14% eine nur teilweise zur&uuml;ckziehbare Vorhaut fest. 
                                Sonst werden in der Literatur wesentlich niedrigere Zahlen f&uuml;r 
                                die H&auml;ufigkeit der Phimose angegeben; so nennt <I>Keil</I> (16) 
                                nur l% und <I>K&ouml;ster</I> (19) 0,5 bis I%, ohne eine Quelle f&uuml;r 
                                diese Zahlen anzugeben.</P>
                              <P>Smegma fand sich bei unseren Untersuchungen in 19,2% der Gruppen 
                                B, C und D. Saitmacher (29) beschreibt bei 33,2% seiner 229 Jugendlichen 
                                eine Verschmutzung des Pr&auml;putialsackes. Unsere jungen M&auml;nner 
                                waren zu einer &auml;rztlichen Untersuchung vorgeladen, so da&szlig; 
                                sich ein Teil sicher vorher ges&auml;ubert hatte. </P>
                              <P>Wenn wir die Gruppe E, bei der eine Smegma-Produktion und -Ansammlung 
                                sicher vorhanden ist, und diese Reinigung vor der Untersuchung ber&uuml;cksichtigen, 
                                ist eine H&auml;ufigkeit von <B>Smegma-Ansammlung bei 30-35%</B> der jungen geschlechtsreifen M&auml;nner nicht zu hoch.</P>
                              <P>Eine <B>Hypospadie</B> stellten wir bei 11 der 3,000 Untersuchten 
                                (,37%) fest. Die "Verklebungen" des Kleinkindesalters, besser unvollst&auml;ndige 
                                L&ouml;sung der Vorhaut genannt, sahen wir in keinem Fall.</P>
                              <P>Es wird oft behauptet, da&szlig; die <B>mangelnde Genitalhygiene</B>, 
  &uuml;berhaupt die Unsauberkeit, in den weniger bemittelten oder weniger 
                                gebildeten Teilen der Bev&ouml;lkerung vermehrt zu finden sei (19, 
                                22). Aus diesem Grund wurden unsere 3000 jungen M&auml;nner nach ihrer 
                                Schulbildung (Tab. 3) und nach den verschiedenen Berufsgruppen (Tab. 
                                4) aufgeteilt.</P>
                              <P ALIGN="CENTER">Tabelle 3 
                              <TABLE WIDTH="500" BORDER="1" CELLSPACING="1">
                                <TR>
                                  <TD WIDTH="176"><B>Schulbildung</B></TD>
                                  <TD WIDTH="70">Zahl</TD>
                                  <TD WIDTH="71">%</TD>
                                  <TD WIDTH="59">Smegma</TD>
                                  <TD WIDTH="102">%</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="176">Nur Volksschule</TD>
                                  <TD WIDTH="70">1878</TD>
                                  <TD WIDTH="71">62,6</TD>
                                  <TD WIDTH="59">314</TD>
                                  <TD WIDTH="102">16,7</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="176">Mit mittlerer Reife</TD>
                                  <TD WIDTH="70"> 534</TD>
                                  <TD WIDTH="71"> 17,8</TD>
                                  <TD WIDTH="59"> 94 </TD>
                                  <TD WIDTH="102">17,6</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="176">Mit Abitur </TD>
                                  <TD WIDTH="70">588 </TD>
                                  <TD WIDTH="71">19,6 </TD>
                                  <TD WIDTH="59">102 </TD>
                                  <TD WIDTH="102">17,3</TD>
                                </TR>
                                <TR>
                                  <TD WIDTH="176">&nbsp;</TD>
                                  <TD WIDTH="70">3000 </TD>
                                  <TD WIDTH="71">100,0 </TD>
                                  <TD WIDTH="59">510 </TD>
                                  <TD WIDTH="102">17,0</TD>
                                </TR>
                              </TABLE>
                              <P ALIGN="CENTER">Tabelle 4 
                              <TABLE WIDTH="500" BORDER="1" CELLPADDING="1">
                                <TR>
                                  <TD><B>Berufe</B></TD>
                                  <TD>Zahl</TD>
                                  <TD>%</TD>
                                  <TD>Smegma</TD>
                                  <TD>%</TD>
                                </TR>
                                <TR>
                                  <TD>1. Ungelernte Hilfsarbeiter</TD>
                                  <TD>169</TD>
                                  <TD>5,6</TD>
                                  <TD>27</TD>
                                  <TD>16,0</TD>
                                </TR>
                                <TR>
                                  <TD>2. Gelernte Arbeiter, Handwerker</TD>
                                  <TD>1316</TD>
                                  <TD>43,9</TD>
                                  <TD>225</TD>
                                  <TD>17,1</TD>
                                </TR>
                                <TR>
                                  <TD>3. Angestellte, Beamte, mittl. Reife ohne Beruf</TD>
                                  <TD>927</TD>
                                  <TD>30,9</TD>
                                  <TD>156</TD>
                                  <TD>16,8</TD>
                                </TR>
                                <TR>
                                  <TD>4. Abiturienten, Studenten</TD>
                                  <TD>588</TD>
                                  <TD>19,6</TD>
                                  <TD>102</TD>
                                  <TD>17,3</TD>
                                </TR>
                                <TR>
                                  <TD>&nbsp;</TD>
                                  <TD>3000</TD>
                                  <TD>100,0</TD>
                                  <TD>510</TD>
                                  <TD>17,0</TD>
                                </TR>
                              </TABLE>
                              <P>Beide Tabellen zeigen, da&szlig; <I>weder nach der Schulbildung 
                                noch nach den Berufsgruppen ein nennenswerter Unterschied in der H&auml;ufigkeit 
                                der Unsauberkeit (Smegma) festzustellen war.</I> Die Zusammensetzung 
                                der von uns Untersuchten entspricht nicht ganz dem Bild der Gesamtbev&ouml;lkerung. 
                                Wir hatten weniger ungelernte Hilfsarbeiter, und der Prozentsatz der 
                                Abiturienten (19,6%) ist fast das Dreifache des Anteils der Abiturienten 
                                mit 7,2% der Wohnbev&ouml;lkerung der Bundesrepublik von 1964 der gleichen 
                                Altersgruppe.</P>
                              <P>153 (5%) der 3000 M&auml;nner waren <I>verheiratet</I> Unter ihnen 
                                fand sich nur bei 8,5% Smegma. Es ist zweifelhaft, ob das nur mit gr&ouml;&szlig;erer 
                                Sauberkeit zu erkl&auml;ren ist; vielmehr scheinen die regelm&auml;&szlig;igen 
                                Kohabitationen zu einer relativen Reinigung zutragen.</P>
                              <P><I>Die Notwendigkeit der regelm&auml;&szlig;igen S&auml;uberung 
                                des pr&auml;putialraumes war den Betroffenen genau wie das Unphysiologische, 
                                der Phimose bisher meist unbekannt.</I> Bei der Belehrung zu dieser 
                                Frage zeigten sich die jungen M&auml;nner immer interessiert und aufgeschlossen. 
                                Die sexualhygienische Aufkl&auml;rrung der m&auml;nnlichen Jugend, 
                                besonders zu diesen Problemen, durch das Elternhaus, durch die Schule 
                                und auch die Haus&auml;rzte ist nicht ausreichend. Das ist vor allem 
                                wohl die Folge eines Tabus, einer Scheu und Zur&uuml;ckhaltung der 
                                Umgebung, die Knaben auf Manipulationen an der Glans hinzuweisen und 
                                dabei vielleicht eine vorzeitige Erregung der Sexualsph&auml;re zu 
                                erzeugen. Seit Jahrzehnten wird eine solche Aufkl&auml;rung und Belehrung 
                                der Jugendlichen immer wieder gefordert. Unsere Untersuchungen zeigen 
                                daf&uuml;r aber ein recht unbefriedigendes Bild.</P>
                              <P>Eine generelle Zirkumzision aller Neugeborenen, wie in den angels&auml;chsischen 
                                L&auml;ndern, bedeutet dagegen angesichts der erkannten Gef&auml;hrlichkeit 
                                des Smegmas eine endg&uuml;ltige und einfache L&ouml;sung (4, 6, 14, 
                                21). Neben den schon geschilderten Vorteilen wie:</P>
                              <P>a) Prophylaxe des Penisk&auml;rzinoms,<BR>
                                b) wahrscheinliche Verminderung der Zervikal- karzinome, werden genannt:<BR>
                                c) weniger venerische Krankheiten (23),<BR>
                                d) Verbesserung der Sexualphysiologie und -psychologie u. a. durch 
                                Verl&auml;ngerung der Kohabitationsdauer (8, 16, 23),<BR>
                                e) angeblich geringere H&auml;ufigkeit der Prostatakarzinome (23),<BR>
                                f) Vermeidung von Balanitis und Balanoposthitis, z.B. bei Wassermangel, 
                                bei Katastrophen, in den Tropen und im Krieg (21, 34).</P>
                              <P><I>Nachteile sind nicht bekannt</I>. Der Eingriff ist beim Neugeborenen 
                                nach modernen Methoden (Gomco-Klemme) ohne Gefahr und Risiko (14, 
                                21, 29).</P>
                              <P>Ob und wann die schon mehrfach von namhaften Klinikern geforderte 
                                Entscheidung der deutschen &Auml;rzteschaft, eine allgemeine Zirkumzision 
                                zu empfehlen, fallen wird, ist ungewi&szlig; (1, 14, 16, 19, 23, 29, 
                                30). Ursache und Zweck dieser Arbeit war die seltene M&ouml;glichkeit, 
                                eine so gro&szlig;e Zahl junger M&auml;nner in geschlechtsreifem Alter 
                                an dieser mit so vielen Vorurteilen behafteten Region systematisch 
                                zu untersuchen und dar&uuml;ber zu berichten.</P>
                              <P>Abschlie&szlig;end soll nochmals, ohne den Wunsch nach genereller 
                                Zirkumzision abzuschw&auml;chen, die eindringliche Forderung nach sexualhygienischer 
                                Aufkl&auml;rung durch die Eltern, Erzieher, Haus- und Kinder&auml;rzte, 
                                Schul- und Betriebs&auml;rzte gestellt werden.</P>
                              <P><FONT SIZE="2">Schrifttum : 1. Bauer, K. H.: Das Krebsproblem, 
                                S. 85, 514, 889-891 (1963). - 2. Benninghoff-Goerttler: Lehrb. d. Anatomie, 
                                II, 295 (1962). - 3. Bickenbach, W.: Arztl. Fortb. 14 (1964) 129. - 
                                4. Bleich, A. R.: J. med. Ass. 143 (1950) 1054-1057. - 5. Bratt-Thoma: 
                                Cancer 9 (1956) 671. - 6. Colon, J. E.: J. Urol. (Baltimore) 67 (1952) 
                                702-708. - 7. Czerny, v.: Bruns' Beitr. klin. Chir. 25 (1899) 243, 
                                - 8. Doepfmer, R., M&uuml;nch. med. Wschr. (1964) 24, 1106, - 9. Fischel, 
                                A.: Lehrb. d. Entw. d. Menschen 656 (1929). - 10. Gairdner, D.: Brit. 
                                med. J. 2 (1949) 1443. - 11. Geissend&ouml;rfer, R.., Dtsch Z. f. Chir. 
                                273 (1953) 566. - 12. Haller C.: Z. Urol. (1957) 385. - 13. Henke u. 
                                Lubarsch: Handb. d. spez. Path. Anat. VI 3 (1931) 183. - 14. Hofmeister. 
                                Geburtsh. u. Frauenheilk. 19 (1959) 20. - 15. Kast, A.: Geburtsh. u. 
                                Frauenheilk. 19 (1959) 1080. - 16. Keil, E.: Hautarzt (1955) 497. - 
                                17. K&ouml;hler, G.: Chirurg (1947) 213. - 18. K&ouml;hnlein, H. E.: 
                                Chirurg 31, 7 (1960) 296. - 19. Koester, H.: Landarzt 40, 36 (1964) 
                                l562 - 20. K&uuml;ttner, H.: Bruns' Beitr. klin. Chir. 26 (1900). - 
                                21. Lange, K.H.: Medizinische 22 (1957) 827. - 22. Lasthaus, M.: Bruns' 
                                Beitr. klin. Chir. 183 (1951) 241. - 23. Marchionini, A., Hautarzt 
                                (1953) 408 - 24. May, F.: Klin. d. Gegenw. I 514. - 25. N&auml;th u. 
                                Grewal: (1935) zit. n. Bauer, K H., siehe 1. - 26. Penning u. Lehmarin: 
                                M&uuml;nch. med. Wschr. (1964) 7, 320. - 27. Plaut, A., Kohn u. Speyer, 
                                A. C.: Science 105 (1947) 391-392. - 28. Regenbrecht: Paed. Prax. (1963) 
                                583 - 29. Saitmacher: Dtsch. Gesundh.-Wes. 15, 23 (1960) 1217. - 30. 
                                Serfling: Z. Urol. (1961) 571. - 31. Sch&auml;ffer, G.: M&uuml;nch. 
                                med. Wschr. (1953) 678. - 32. Shabad, A. L.: Z. Urol (1962) 742. - 
                                33. Shabad, A. L.. Rev. Inst. nac. Cancer 15 (1964) 310-314. - 34. 
                                Stewer, Th., Lancet 2 (1953) 449. - 35. Stieve, H.: Handb. d. Mikr. 
                                Anat. Bd. 7, T. 2, S. 340-342 (1930). - 36. Stoll, P., Fortschr. Med. 
                                10 (1965) 391. - 37. Thiersch: zit. n. K&ouml;hler Nr. 17. - 38. Ustimenko, 
                                Z. Urol. (1962) 741. - 39. Wynder, E. L.: Mkurse &auml;rztl. Fortbild' 
                                14 (1964) 265 u. 15 (1965) 214.</FONT></P>
                              <P><FONT SIZE="2">Anschr. d. Verf.: Dr. med. W. Sch&ouml;berlein, 
                                8 M&uuml;nchen 27, Richard-Strau&szlig;-Str. 93.</FONT><BR>
    <FONT SIZE="2">DK 616.662 - 007.274/ - 008.8 : 616 - 006.6</FONT></P>
                              <P><A
HREF="schoeberlein_eng.html#start"><B>English Translation</B></A><BR>
                                <A HREF="schoeberlein.html#de">Ausgew&auml;hlt Passagen</A></P></TD>
                          </TR>
                      </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
</BODY> </HTML>

