<HTML> <HEAD><TITLE>Das tabu phimose, beschneidung, vorhaut und m‰nnliche initiation - anthropologie</TITLE>

<META NAME="Description" CONTENT="Eine problematische oder schmerzhaft vorhaut hemmt funktionell die erektion und beinfluﬂt die sexualit‰t...">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="vorhaut beschneidung eichel Beschneidung Vorhaut mann Mann vorhautverklebung beschnitten zur¸ckziehen jungs knaben beschneiden beschnittener phimose jungen erektion Eichel Phimose dehnen zirkumzision Zirkumzision beschnittene mastubieren Masturbieren untersuchung onanieren Beschneidung, vorhautverklebung, lange vorhaut zur¸ckziehen vorhaut bedeutung, beschneidung beim mann, beschnittener penis, zu lange vorhaut zu lang, beschneidung mann vorhaut dehnen, penis beschneidung, beschneidung Penis, Altersphimose, penisverst¸mmelung, Beschneidung von Mann, Vorhaut zur¸ck, Juden Beschneidung, j¸dische beschneidung, knabenbeschneidung, Ploss Bryk Schoeberlein teilweiser Beschneidung Anthropologie Beschneidung, anthropologie beschneidung, Psychologie Beschneidung, sexuelle Hemmung, vorbeugung phimose haufigkeit phimose, Routinebeschneidung, chirurgie, frenuloplasty, frenoplasty, phimotische Ring, phimotisch, phimose frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, prepuce, penis, Schmerz, Penisschmerz, Jungen, Kind, Kinder, neugeboren, pubert‰t, phimose forum frenulum forum beschneidung forum"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong>
<CENTER>
  <DIV ALIGN="CENTER">
    <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
      <TR>
        <TD><DIV ALIGN="CENTER"><IMG SRC="../library/drawings/de.gif" WIDTH="790" HEIGHT="95" USEMAP="#deMap2Map" BORDER="0">
            <MAP NAME="deMap2Map">
              <AREA SHAPE="RECT" COORDS="106,62,198,91" HREF="phimose.html#start">
              <AREA SHAPE="RECT" COORDS="217,60,341,92" HREF="u_zu_u.html#start">
              <AREA SHAPE="RECT" COORDS="362,58,485,91" HREF="anthropologie.html#start">
              <AREA SHAPE="RECT" COORDS="510,60,609,88" HREF="losungen.html#start">
              <AREA SHAPE="RECT" COORDS="6,34,167,56" HREF="../willkommen.html#start">
              <AREA SHAPE="RECT" COORDS="640,61,777,82" HREF="kontakt.html#start">
              <AREA SHAPE="RECT" COORDS="548,31,772,51" HREF="einfuhrung.html#start">
              <AREA SHAPE="RECT" COORDS="13,62,87,88" HREF="inhalt.html#start">
            </MAP>
        </DIV></TD>
      </TR>
    </TABLE>
  </DIV>
  <TABLE WIDTH="800" BORDER="0" ALIGN="CENTER" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
    <TR>
      <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
          <TR>
            <TD WIDTH="220" VALIGN="TOP"><B>ENGLISH MENU </B><BR>
            <IFRAME NAME="content" SRC="../library/navigation/menu/anthro_titles.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
            <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                <TR>
                  <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                      <TR>
                        <TD>
                            <P><FONT SIZE="5">Kapitel 3: Anthropologie</FONT> - <FONT SIZE="5">Ethnologie </FONT><FONT SIZE="4">-Urspr&uuml;nge 
   und Traditionen </FONT> </P>
                            <P></P>
                            <P>Unter den S&auml;ugetieren tritt Phimose mit betr&auml;chtlicher H&auml;ufigkeit 
                              auf. Die evolution&auml;re Bedeutung von Phimose wird untersucht. Warum 
                              hat die Natur diese Behinderung von Fortpflanzung nichtbehoben?</P>
                            <P>Die zentrale Seite <A HREF="../origins.html#start">The Origins 
                              of Routine Male Circumcision</A> behandelt den Ursprung des Brauches 
                              der routinem&auml;&szlig;igen m&auml;nnlichen Beschneidung. <A HREF="../anthropology_index.html#start">Anthropologische 
                                Studien</A> listen vollst&auml;ndig alle<I> </I>relevanten<I> </I>Texte<I> </I>auf.</P>
                            <P>Autoren unserer Zeit erw&auml;hnen nie Phimose. Phimose wurde zuletzt 
                              sowohl von Ploss (1876) als auch von Bryk (1931) besprochen. Jedoch 
                              ist der volle Umfang der Auswirkungen von Phimose erst vor kurzem 
                              ans Licht gekommen, haupts&auml;chlich wegen der Anonymit&auml;t des 
                              Internets, in dem M&auml;nner ihre Erfahrungen zum ersten Mal &ouml;ffentlich 
                              berichten k&ouml;nnen. </P>
                            <P>Als das letzte Mal Phimose kritisch besprochen wurde, dachte Bryk 
                              da&szlig; Phimose so selten auftritt, da&szlig; sie mit der Entstehung 
                              des Brauches der Beschneidung nichts zu tun haben k&ouml;nnte. Jedoch 
                              zu dieser Zeit gab es keine statistische Studie. Ich bespreche alle 
                              vorhandenen statistischen Berichte, diese belegen eine Zahl von 
                              rund <A HREF="../statistics.html#start">8%*</A></P>
                            <P>Ausserdem entstand die Praxis unter den Jagdv&ouml;lkern. Jagdv&ouml;lker 
                              lebten in Gruppen in einer Gr&ouml;&szlig;enordnung, die f&uuml;r ihre unzuverl&auml;ssigen 
                              statistischen Fluktuationen ber&uuml;hmt sind. Ich schlage vor, da&szlig; die 
                              ersten Routineschritte w&auml;hrend einer der Spitzen-Perioden unternommen 
                              wurden. 
                            <P><A HREF="../anthropology/ploss_de.html#start">Ploss</A> war fehlinterpretiert. 
                              Er nannte nicht bedenken der Zeugungsf&auml;higkeit sondern bedenken 
                              &uuml;ber Phimose als Usprung der routinem&auml;&szlig;igen m&auml;nnlichen 
                              Beschneidung. 
                            <P>Um es zu wiederholen: Manche Formen der Phimose sind &auml;rgerlich, 
                              andere sind schmerzhaft, manche haben typische Folgen wie Inflammierungen 
                              und Krankheiten, manche verursachen Probleme beim Urinieren, andere 
                              w&auml;hrend der Selbstbefriedigung; manche verursachen Probleme 
                              vor dem Verkehr, andere w&auml;hrend, und noch andere f&uuml;r einige 
                              Tage nach dem Verkehr. 
                            <P>In der Pr&auml;historie war es total unm&ouml;glich, alle diese 
                              problematischen Formen der Phimose zu verstehen und zu unterscheiden. 
                            <P><B>Ich schliesse daraus, da&szlig; die routinem&auml;ssige m&auml;nnliche 
                              Beschneidung urspr&uuml;nglich als Allheilmittel eingef&uuml;hrt wurde 
                              - </B><B>als praktische und einfache L&ouml;sung einer gro&szlig;en Anzahl 
                                verwirrender und chaotischer Probleme.</B>
                            <P>Ein weiterer Abschnitt &uuml;berpr&uuml;ft die verschiedenen Gr&uuml;nde, warum 
                              unter einigen V&ouml;lkern der Brauche verankert wurde. Diese &auml;lteste 
                              lebende chirurgische Tradition k&uuml;ndigt der gesamten chirurgischen 
                              Vorgehensweise in der westlichen Medizin an.</P>
                            <P>Die offensichtlichsten Gr&uuml;nde f&uuml;r diesen historischen 
                              chirurgische Brauch, war wohlm&ouml;glich Phimose. Folglich der 
                              Notwendigkeit einer alternativen modernen Methode der Vorbeugung 
                              und Behandlung, die unserer Kulturelle Haltung entspricht, sollte 
                              jedem klar sein. </P>
                            <CENTER>
                        
                            <TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
                              <TR>
                                <TD WIDTH="80%"></TD>
                                <TD WIDTH="20%"><A HREF="../library/xtras/copyright.html#start">&copy; 
                                  R.Stuart</A></TD>
                              </TR>
                            </TABLE>
                        </CENTER>         </TD></TR></TABLE></TD>
                </TR>
            </TABLE></TD>
          </TR>
      </TABLE></TD>
    </TR>
  </TABLE>
  <A
NAME="start"><IMG SRC="../library/drawings/z_transparent.gif" WIDTH="1" HEIGHT="1"></A>
</CENTER>
<CENTER>
  <TABLE WIDTH="590" BORDER="0" CELLSPACING="0" CELLPADDING="10"
BGCOLOR="#3333FF">
 <TR> 
 <TD> 
 <TABLE WIDTH="570" BORDER="0" CELLPADDING="10" BGCOLOR="#E1DFFF">
 <TR> 
 <TD> 
 <CENTER>
  <TABLE WIDTH="550" BORDER="0" CELLSPACING="0" CELLPADDING="20" BGCOLOR="#F4F4FF">
  <TR> 
  <TD> 
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="15" CELLPADDING="0" HEIGHT="18">
  <TR> 
  <TD WIDTH="62%"> 
  <P>&quot;Der Apparat hieiﬂt auf Borneo Ampallang, auf Celebes Kambiong, 
   und sein Gebrauch ist so allgemein, seine Wirkung so gesch‰tzt, 
   daﬂ die Dajakfrauen direkt ein Recht darauf haben, vom Manne das 
   Anlegen dieses Apparates zu fordern. Seine Weigerung ist ein Scheidungsgrund. 
   &quot; 
  <P><A HREF="../anthropology/bryk/bryk_de5.html#182">Siehe Bryk: S.182</A></P>
  </TD>
  <TD WIDTH="38%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD><IMG SRC="../library/drawings/bryk182.gif" WIDTH="163" HEIGHT="200">         </TD></TR></TABLE>         </TD></TR></TABLE>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="15" CELLPADDING="0" HEIGHT="18">
  <TR> 
  <TD WIDTH="62%"> 
  <P>Umschn&uuml;rung des Penis durch einen Schl&uuml;ssel (Seite 197)<A HREF="../anthropology/bryk/bryk_eng5.html#212"></A> 
  </TD>
  <TD WIDTH="38%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD><IMG SRC="../library/drawings/bryk197.gif" WIDTH="182" HEIGHT="200">         </TD></TR></TABLE>         </TD></TR></TABLE>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="15" CELLPADDING="0" HEIGHT="18">
  <TR> 
  <TD WIDTH="62%"> 
  <P><B>Antike Kleinplastik</B> In Rom ging man noch weiter, man durchbohrte 
   das vorgezogene Pr&auml;putium und steckte dann ein Ring <I>(fibula)</I> 
   hinein, (Seite 198) 
  </TD>
  <TD WIDTH="38%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD HEIGHT="2"><IMG SRC="../library/drawings/bryk198.gif" WIDTH="200" HEIGHT="94">         </TD></TR></TABLE>         </TD></TR></TABLE>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="15" CELLPADDING="0" HEIGHT="18">
  <TR> 
  <TD WIDTH="62%"> 
  <P>Penisfutteral von Neu-Guinea 
  <P>(Seite199) 
  </TD>
  <TD WIDTH="38%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD><IMG SRC="../library/drawings/bryk199.gif" WIDTH="250" HEIGHT="91">         </TD></TR></TABLE>         </TD></TR></TABLE>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="15" CELLPADDING="0" HEIGHT="18">
  <TR> 
  <TD WIDTH="62%"> 
  <P>Alt-&auml;gyptische Beschneidung (Seite 206) 
  </TD>
  <TD WIDTH="38%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD><IMG SRC="../library/drawings/bryk206.gif" WIDTH="200" HEIGHT="102">         </TD></TR></TABLE>         </TD></TR></TABLE>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="10">
  <TR> 
  <TD> 
  <P><B><I>Eine pal&auml;olithischen </I>Zauberstab aus Magdalenien</B> 
   <BR>
   Der &quot;Zauberstab&quot;, der den Zauber auswirkt, um &quot;die 
   Weiber zu geschlechtlichem Verkehr bereit zu machen&quot; zeigt 
   keineswegs einen beschnittenen Penis, sondern einen entm&uuml;tzten: 
   die Vorhaut ist in Gestalt eines &quot;Kragens&quot; deutlich zu 
   erkennen,... Der andere Penis desselben Stabes gibt ein <BR>
  <TABLE WIDTH="100%" BORDER="0" CELLSPACING="0" CELLPADDING="0">
  <TR> 
  <TD WIDTH="56%"> 
  <P>ideoplastische Auffassung des Glieds wieder: der primitive K&uuml;nstler 
   deutet die Eichelrinne punktiert durch die Vorhaut durchschimmernd 
   an genau so, wie er das Orificium und links die beiden Hoden hinzugezeichnet 
   hat. 
  <P> 
  <P>(Bryk Seite 207) 
  </TD>
  <TD WIDTH="44%"> 
  <TABLE WIDTH="168" BORDER="0" CELLSPACING="0" CELLPADDING="5" BGCOLOR="#3333FF">
  <TR> 
  <TD><IMG SRC="../library/drawings/bryk207.gif" WIDTH="200" HEIGHT="110">         </TD></TR></TABLE>         </TD></TR></TABLE>         </TD></TR></TABLE>         </TD></TR></TABLE>
 </CENTER>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
</BODY> </HTML>

