<HTML> <HEAD><TITLE>The circumcision taboos. Phimosis frenulum and foreskin conditions, phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../navigation/headers/2.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="../navigation/menu/i_to_i_passages_fold.html" WIDTH="220" HEIGHT="500" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><P><B>FRENULAR LEBENSLAUF</B>
                              <P>Ich bin jetzt fast 40 Jahre alt und habe mich mit 25 Jahren endlich 
                                durchgerungen mich beschneiden zu lassen. Warum siehe unten. Falls 
                                meine abgeschnittene Vorhaut bei mir wieder von alleine nachwachsen 
                                w&uuml;rde, wie Fingern&auml;gel oder Haare, w&uuml;rde ich sie immer 
                                wieder abschneiden lassen. Ich habe, seit ich f&uuml;nf war, meine 
                                lange Vorhaut geha&szlig;t(20 Jahre lang), ich habe mich in der Schule 
                                gesch&auml;mt(5. bis 10. Klasse), nach dem Sport mich vor anderen Jungs 
                                auszuziehen und zu Duschen, denn keiner in meiner Klasse hatte eine 
                                so lange Vorhaut wie ich. In meiner Klasse waren von 13 Jungen zwei 
                                eine vollst&auml;ndig freie Eichel, bei einem lag die halbe Eichel 
                                frei, bei zwei Jungs sah man gerade noch die Spitze und beim Rest endete 
                                die Vorhaut an der Eichelspitze oder stand nur wenig &uuml;ber.</P>
                              <P>Wenn mein Pimmel wenigstens so ausgesehen h&auml;tte, wie die meisten 
                                anderen, w&auml;re es ja in Ordnung gewesen, dann w&auml;re mir nie 
                                der Gedanke gekommen, anders aussehen zu wollen zu wollen. W&auml;hrend 
                                dieser Zeit wu&szlig;te ich noch nichts von Beschneidung, ich dachte 
                                der Unterschied w&auml;re von Natur aus so, denn ich habe in dieser 
                                Zeit bei ein paar Jungs gesehen, wie die Vorhaut immer k&uuml;rzer 
                                wurde. So hoffte ich, da&szlig; es bei mir auch irgentwann soweit sein 
                                w&uuml;rde.</P>
                              <P>Zwei Jungs in der Klasse, da waren wir so 12 Jahre, fingen an sich 
                                nach dem Sport beim Ausziehen manchmal schon im Umkleideraum die Vorhaut 
                                zur&uuml;ckziehn und gingen dann in die Dusche und selbst nach dem 
                                Abtrocknen lag die Eichel immer noch frei und sie zogen sich manchmal 
                                wieder an, ohne die Haut nach vorne zu schieben. Ich beobachtete dies 
                                sehr genau, und fand heraus, da&szlig; sie ihre Vorhaut trugen, wie 
                                sie es wollten. Manchmal zogen sie sich aus und die Eichel lag frei, 
                                das n&auml;chste mal hatten sie wieder die Eichel bedeckt. Die beiden 
                                waren dicke Freunde und nie sah ich, da&szlig; einer scheinbar keine 
                                und der andere eine Vorhaut hat. Nachdem ich dies gesehen hatte probierte 
                                ich es auch aus, aber schon unter der Dusche, hing der R&uuml;ssel 
                                wieder &uuml;ber. Ich versuchte es auch in der Unterhose, wenn sie 
                                eng genug war, blieb sie zur&uuml;ck, es sei denn ich rannte oder bewegte 
                                mich ung&uuml;nstig, am besten ging es in der Badehose.</P>
                              <P>Ich nahm in diesen Jahren in den Sommerferien regelm&auml;&szlig;ig 
                                an Jugendfreizeiten der Kirche teil. auch dort sah ich immer, da&szlig; 
                                es gro&szlig;e Unterschiede im Aussehen der Pimmel gab. In dem Jahr, 
                                als ich 13 wurde, war ein Junge bei mir im Zelt, der die Jahre zuvor 
                                noch nicht mitgefahren war, wir gingen so ziemlich am Anfang mal zuf&auml;llig 
                                zur gleichen Zeit zum Pinkeln, ich sah dort, da&szlig; er eine freie 
                                Eichel hatte, aber ca 1 cm dahinter, war rund um den Pimmel ein etwas 
                                dicker roter Rand, so etwas hatte ich noch nicht gesehen. Ich nahm 
                                allen Mut beisammen und fragte ihn, was er da h&auml;tte. Er schaute 
                                auf meinen Pimmel und sagte mir, da&szlig; er so einen R&uuml;ssel 
                                bis vor 3 Wochen auch gehabt h&auml;tte, aber seine Vorhaut h&auml;tte 
                                ihm st&auml;ndig weh getan und jetzt sei sie endlich weg.Ich fragte 
                                wie die denn weggekommen sei und er erz&auml;hlte mir dann von seiner 
                                Operation. Von da ab wu&szlig;te ich, da&szlig; meine Vorhaut nicht 
                                von alleine zur&uuml;ck geht und da&szlig; die Jungs mit freier Eichel 
                                operiert waren.</P>
                              <P>Ich fragt ihn, ob es nicht sehr weh tun w&uuml;rde, am Pimmel etwas 
                                abgeschnittten zu bekommen, er sagte nur, die Entfernung eines eingewachsenen 
                                Zehennagels tut mehr weh, als eine Beschneidung. Das kannte ich, denn 
                                mir wurde am gro&szlig;en Zeh auch eine Nagelecke entfernt. Wie ich 
                                zu einer Beschneidung kommen sollte, wu&szlig;te ich nicht, denn meine 
                                Vorhaut hat sich nie entz&uuml;ndet und war sehr frei beweglich. Ich 
                                glaube, wenn sie eng und kurz genug gewesen w&auml;re, damit sie nach 
                                dem Zur&uuml;ckziehen die Eichel unter allen Umst&auml;nden frei l&auml;&szlig;t 
                                und nicht von allein nach vorn rollt, h&auml;tte ich mich nicht beschneiden 
                                lassen.</P>
                              <P>Ich probierte viel in den nachfolgen Jahren aus,damit meine Vorhaut 
                                hinten blieb, das beste war ein Gummiring, ich schob meine Vorhaut 
                                ganz nach hinten, streifte einen passenden Gummiring &uuml;ber meinen 
                                Pimmel und lie&szlig; die Vorhaut wieder los, je nachdem wie weit ich 
                                den Ring nach hinten schob, konnte ich "einstellen" wie frei die Eichel 
                                war. Zuerst lie&szlig; ich nur die Spitze frei, aber sehr schnell merkte 
                                ich, wie sch&ouml;n es ist, die Eichel st&auml;ndig frei zu haben. 
                                Bis ich 16 war, war das die L&ouml;sung f&uuml;r mich, ich trug den 
                                Ring st&auml;ndig, denn man konnte ihn nicht sehen. Ich traute mich 
                                nach den Ferien sogar mit meinem Ring in die Dusche in der Schule, 
                                und ich f&uuml;hlte mich nicht mehr besch&auml;mt, sondern frei und 
                                stolz. Nach dem dritten Sporttag, sagte ein Junge zu mir, der schon 
                                immer eine ganz freie Eichel hatte (wie ich jetzt wu&szlig;te, beschnitten 
                                war), na hast du es ja auch hinter dir, bei mir wurde es in den Ferien 
                                nach der Grundschule gemacht. Mehr haben wir uns nicht dar&uuml;ber 
                                unterhalten, denn er hatte keine Lust dazu.</P>
                              <P>Es vergingen drei unbeschwerte Jahre, bis ich mit der ersten Freundin 
                                intim wurde, da mu&szlig;te ich den Ring ja abnehmen.</P>
                              <P>_________________________<BR>
                                Zum Thema Reizbarkeit und Empfindlichkeit der Eichel. Ich kenne den 
                                Unterschied von mir und da ich schon vor der Beschneidung 12 Jahre 
                                lang versucht habe die Eichel frei zu tragen, war es danach doch kein 
                                so gro&szlig;er Unterschied. Wie Du schon selbst gemerkt hast, l&auml;&szlig;t 
                                die Reizbarkeit der Eichel scheinbar nach, eine erste leichte Ber&uuml;hrung 
                                sp&uuml;rt man nicht so intensiv, aber nach ein paar Minuten kehrt 
                                das alte Gef&uuml;hl wieder voll zur&uuml;ck. Ich empfinde schon beim 
                                Vorspiel mehr als vorher, wenn zum Beispiel fr&uuml;her M&auml;dels 
                                meinen Pimmel angefa&szlig;t und gestreichelt haben, schoben sie nur 
                                selten die Vorhaut zur&uuml;ck und so kam ich um den Genu&szlig; der 
                                gestreichelten Eichel. Ein anders Beispiel, normalerweise sp&uuml;re 
                                ich so tags&uuml;ber beim Gehen oder Bewegen meine Eichel nicht, genau 
                                so, wie es mit Vorhaut war, aber manchmal, wenn mir entsprechende Gedanken 
                                kommen, f&uuml;hle ich meine Eichel genauso intensiv, wie vor der Beschneidung, 
                                wenn ich die Vorhaut zur&uuml;ck gezogen hatte.</P>
                              <P>Zur Optik: Ich finde ein beschnittener Penis sieht immer sch&ouml;ner 
                                und kr&auml;ftiger aus, das ist meine Meinung. Meine ehemaligen Freundinnen 
                                hatten an der st&auml;ndig freien Eichel nie etwas auszusetzen, im 
                                Gegenteil und meine Frau hat sich gefreut, als sie mich zum ersten 
                                Mal nackt gesehen hatte, sie sagte, sie w&auml;re froh, da&szlig; ich 
                                beschnitten sei, denn sie hatte schon mehrere Freunde, die letzten 
                                beiden vor mir waren nicht beschnitten, und sie findet es sch&ouml;ner 
                                eine freie Eichel zu sehen und noch sch&ouml;ner zu sp&uuml;ren.</P>
                              <P>_________________________<BR>
                                Ich beginne mit den Schwierigkeiten bei der Masturbation. Wenn ich 
                                bei voller Erektion die Vorhaut gleichm&auml;&szlig;ig zur&uuml;ckzog, 
                                war wenn die Eichel auf der Oberseite noch halb bedeckt, das Frenulum 
                                schon leicht gespannt. Beim weiteren zur&uuml;ckziehen bog sich die 
                                Spitze der Eichel nach unten. Beim Mastubieren, wenn ich nicht aufpasste 
                                und die Haut zu weit nach hinten zog, tat es manchmal ganz sch&ouml;n 
                                weh am Frenulum, auch passierte es am Anfang h&auml;ufiger, da&szlig; 
                                die Haut am Frenulum leicht einri&szlig;. Diese kleinen Wunden heilten 
                                sehr schlecht ab, da ich ja die Vorhaut nicht zur&uuml;ckgezogen tragen 
                                konnte und wenn ich nach dem Urinieren nicht ganz gr&uuml;ndlich absch&uuml;ttelte, 
                                kam Resturin unter die Vorhaut und dann brannte es noch mehr. Aber 
                                mit der Zeit lernt man damit umzugehen und bereitete dies mir bald 
                                keine Schwierigkeiten mehr.</P>
                              <P>Die n&auml;chsten Probleme traten dann beim Petting auf. Es ist 
                                sehr st&ouml;rend, wenn ich oder das M&auml;dchen st&auml;ndig die 
                                Vorhaut zur&uuml;ckziehen mu&szlig;, damit man an die Eichel kommt. 
                                Beim eindringen in die Scheide, schob sich die Vorhaut zur&uuml;ck 
                                und beim zur&uuml;ckgehen wieder vor, meine Eichel glitt nur in meiner 
                                Vorhaut hin und her und ich sp&uuml;rte kaum Reibung. Wir probierten 
                                es mit festhalten, das ging, aber die Hand st&ouml;rte &ouml;fters. 
                                Beim n&auml;chsten Versuch klemmte ich den Hodensack nach hinten zwischen 
                                die Beine und hielt so die Haut straff, das war ein tolles Gef&uuml;hl, 
                                aber nach einiger Zeit tat das Frenulum so weh, da&szlig; ich es lassen 
                                mu&szlig;te. Wir versuchten mit einem Kondom die Haut hinten zu halten, 
                                das ging ein paarmal hin und her gut, aber dann rollte sich die Vorhaut 
                                zusammen mit dem Kondom wieder &uuml;ber die Eichel. Au&szlig;erdem 
                                ri&szlig; meistens , wenn das M&auml;dchen mal oben war (und ich nicht 
                                den Weg bestimmen konnte) das Frenulum wieder ein (mit den oben beschriebenen 
                                Schwierigkeiten), dies bedeutete dann meist 10 Tage Pause.</P>
                              <P>Du darfst den Text von mir weiter verwenden, aber nicht mit vollen 
                                Namen.</P>
                              <P>_________________________<BR>
                                Du hast recht, mein Frenulum war sehr fest und breit. Mein physisches 
                                Problem war, wie du schreibst, das Frenulum, w&auml;re die Vorhaut 
                                k&uuml;rzer gewesen und h&auml;tte die Eichel teilweise freigelassen, 
                                h&auml;tte es mich warscheinlich nicht gest&ouml;rt. Am meisten hatte 
                                es mich vor und w&auml;hrend der Pubert&auml;t gest&ouml;rt, das ich 
                                nicht wie meine Freunde und Schulkameraden die Eichel frei tragen konnte, 
                                wann ich es wollte. (siehe erste ausf&uuml;hrliche Beschreibung).</P>
                              <P>_________________________<BR>
                                  <A NAME="check"></A>Nachtrag: In Deutschland gibt es Vorsorgeuntersuchungen 
                                bis zum 7.Lebensjahr. Danach mu&szlig; jeder selbst, oder die Eltern 
                                entscheiden, ob man zum Arzt geht. Die so wichtige Entwicklungsphase 
                                vor und w&auml;hrend der Pubert&auml;t wird nicht, oder nur unzureichend 
                                untersucht.</P>
                              <P>Zum Verst&auml;ndnis noch ein paar pers&ouml;hnliche Eindr&uuml;cke.</P>
                              <P>Soweit ich mich erinnern kann, wurden ich in der Schule regelm&auml;&szlig;ig 
                                untersucht (so ca. alle 2 Jahre). Aber viel wurde da nicht gemacht. 
                                So mit 10 Jahren wurde ich bei einer Untersuchung aufgefordert, die 
                                Vorhaut zur&uuml;ck zuziehen. Wie ich schon in meiner Geschichte beschrieben 
                                hatte, war sie sehr lang, sie reichte ca. 2 cm &uuml;ber die Eichel. 
                                Ich zog die Vorhaut langsam zur&uuml;ck und als die gerade so die Spitze 
                                zu sehen war, sagte der Arzt, das reicht so, ist alles in Ordnung. 
                                Wenn ich damals eine Phimose gehabt h&auml;tte, es w&auml;re nicht 
                                bemerkt worden.</P>
                              <P>Bei der Untersuchung nach dem Jugendarbeitsschutzgesetz zu Ausbildungsbegin 
                                mit 16 Jahren, schaute sich der Arzt meinen Penis nicht genauer an. 
                                Ich mu&szlig;te nur ein paarmal nackt im Zimmer auf und abgehen und 
                                b&uuml;cken, damit er eventuelle Haltungssch&auml;den sieht, meine 
                                sehr lange Vorhaut war ihm egal. Wahrscheinlich geh&ouml;rt es auch 
                                nicht zu den Punkten, die untersucht werden m&uuml;&szlig;en. Die letzte 
                                amtliche Untersuchung ist die Musterung f&uuml;r die Bundeswehr mit 
                                18 Jahren. Auch dort sollte ich mir, wie schon in der Schule, die Vorhaut 
                                zur&uuml;ckziehen. Ich dachte damals, das ist eine gute Chance f&uuml;r 
                                eine Operation. Ich zog sie zur&uuml;ck, aber kurz bevor die Eichelspitze 
                                freilag, h&ouml;rte ich auf. Der Arzt sagte: weiter, aber ich sagte 
                                ihm, das w&uuml;rde Schmerzen bereiten, da wollte er es selbst probieren. 
                                Er fa&szlig;te mein Glied und schob die Haut nach hinten, als die Spitze 
                                geradeso herausschaute, schrie ich absichtlich auf und zog meinen Penis 
                                zur&uuml;ck. Ich fragte ihn, ob das normal sei oder ob ich mich operieren 
                                lassen m&uuml;&szlig;te, er antwortete, nein, das ist schon in Ordnung 
                                so.</P>
                              <P>Meine Vorhaut war ja frei beweglich, aber selbst bei der Erektion 
                                ragte sie noch 1/2 cm &uuml;ber die Eichel und glitt von allein wieder 
                                nach vorn, wenn ich sie zur&uuml;ckzog. ... Aber das ist zum Gl&uuml;ck 
                                Vergangenheit. 
                              </TD>
                        </TR>
                    </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
</BODY></HTML>