<HTML> <HEAD><TITLE>Traditions and taboos on circumcision. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD> 

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="../library/navigation/menu/anthro_fold3.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><CENTER>
                              <FONT SIZE="4">Ethnographische</FONT><BR>
                              <FONT SIZE="4">Parallelen und Vergleiche<BR>
                              </FONT><FONT SIZE="2">NEUE FOLGE</FONT><BR>
                              von <BR>
  <FONT SIZE="4">Richard Andree</FONT><BR>
  <FONT SIZE="2">Leipzig,<BR>
    Verlag von Veit &amp; Comp.<BR>
    1889 </FONT>
  <P><B>Beschneidung </B>1)<BR>
    p.166-212 
                            </CENTER>
                              <P>p. 166<BR>
                                  <FONT SIZE="2">RS: First a footnote referring us to Ploss</FONT><FONT SIZE="2">: (einem sp&auml;teren Schriftsteller) </FONT>
                              <P>1) Erschien zuerst im Archiv f&uuml;r Anthropologie. XIII. Die von 
                                mir gesammelten und beleuchteten Thatsachen, welche zum ersten Male 
                                den Gebrauch in seiner Universalit&auml;t &uuml;bersehen lie&szlig;en, 
                                wurden von einem sp&auml;teren Schriftsteller, ohne Quellenangabe, 
                                fast vollst&auml;ndig benutzt. Dieses kann mich nicht abhalten die 
                                Arbeit, stark vermehrt und verbessert, hier wieder zum Abdruck zu bringen. 
                              <P>p. 169<BR>
                                Das Christentum verhielt sich feindlich gegen&uuml;ber der Zirkunizision 
                                und bereits Paulus erkannte, da&szlig; Beschneidung und Speisegesetze die 
                                Absonderung der V&ouml;lker von einander bewirken und drang auf Aufhebung 
                                des unter den judenchristen fortbestehenden Gebrauches. 
                              <P>p. 206-208<BR>
                                Zweck. Fragt man nach dem Zwecke des auffallenden und doch so weit 
                                verbreiteten Gebrauches, so findet man zun&auml;chst, da&szlig; derselbe 
                                nirgends, die Juden ausgenommen, mehr klar im Bewu&szlig;tsein der 
                                beschnittenen V&ouml;lker vorhanden ist. Auf die Frage, woher der Brauch 
                                stamme und zu welchem Zwecke derselbe diene, geben einstimmig viele 
                                V&ouml;lker die Antwort: "man wisse es nicht mehr,&quot;, oder sie 
                                th&auml;ten so, weil ihre V&auml;ter es so gemacht. Hier und da wei&szlig; 
                                die Tradition wohl auch von einem mythischeii Wesen zu berichten, durch 
                                welches die Beschneidung eingef&uuml;hrt wurde. In den meisten F&auml;llen 
                                erscheint sie als selbst&auml;ndige, unabh&auml;ngige Institution; 
                                Propaganda f&uuml;r dieselbe im gr&ouml;&szlig;eren Ma&szlig;stabe 
                                und sie weithin verbreitend, machte nur der Islam, trotzdem sie bei 
                                diesem nicht religi&ouml;ses Dogma ist. Selbstverst&auml;ndlich kann 
                                da, wo die Zirkumzision als religi&ouml;ser Brauch betrachtet wird, 
                                wie bei den Juden, diese Anschauung erst Platz gegriffen haben und 
                                die religi&ouml;se Bedeutung ihr erst geworden sein, nachdem sie bereits 
                                vorhanden und ihre etwaige Heilsarnkeit erprobt worden war. Der Ethnograph 
                                hat nicht die geringste Ursache, zu Gunsten der Juden hier eine Ausnahme 
                                zu machen, wenn er auch willig anerkennt, da&szlig; die Beschneidung 
                                gerade infolge ihrer sp&auml;teren Erkl&auml;rung zum religi&ouml;sen 
                                Gebrauche bei den Juden die festesten und bestimmtesten Formen angenommen 
                                hat; aber auch bei den Judenwar die Beschneidung in der vorexilischen<BR>
  <BR>
                                Zeit nur ein Stammeszeichen, das erst w&auml;hrend des Exils sich zu 
                                einem Symbole gestaltete. Wie bei vielen Gebr&auml;uchen, wo die Form 
                                geblieben und der Sinn verloren gegangen ist, hat man auch &uuml;ber 
                                den Zweck und die Bedeutung der Beschneidung die verschiedenartigsten 
                                Muttma&szlig;ungen aufgestellt. <FONT SIZE="2">RICHARD BURTON</FONT>, 
                                von der Zirkumzision in Dahom&eacute; sprechend, giebt sogar an: removal 
                                of the prepuce blunts the sensitivness of the glans penis and protracts 
                                the act of Venus.(1) Wir lassen das dahingestellt und erw&auml;hnen, 
                                da&szlig; die Beschneidung bei den Afrikanern wohl als ein Analogon 
                                der Stammeszeichenerteilung (Einritzen der Hautnarben, Feilen oder 
                                Ausbrechen der Z&auml;hne) betrachtet wurde, da sie unter &auml;hnlichen 
                                Zeremonien zur Zeit der Pubert&auml;t vorgenommen wird. Allein die 
                                verborgene Stelle, an der man sie ausf&uuml;hrt, vermag unm&ouml;glich 
                                die Anschauung, als sei sie ein Starnmeszeichen am K&ouml;rper, zu 
                                unterst&uuml;tzen, insofern als dies Zeichen doch kenntlich f&uuml;r 
                                andere sein mu&szlig; und anderweitig gew&ouml;hnlich im Gesichte getragen 
                                wird. <FONT SIZE="3"></FONT>
                              <P><FONT SIZE="2">1. Mem. read before the Anthropol. Soc. 1. 318.</FONT>
                              <P>Die Ansicht, da&szlig; das Abschneiden der Vorhaut ein Opfer f&uuml;r 
                                die G&ouml;tter sei, ja sogar ein Surrogat f&uuml;r die denselben dargebrachten 
                                Menschenopfer, ist wiederholt ausgesprochen worden und erscheint wenigstens 
                                f&uuml;r Amerika begr&uuml;ndet. Das Blut, von irgend einem K&ouml;rperteile 
                                entnommen, wurde in Yukatan und Nicaragua von den Oberpriestern auf 
                                die G&ouml;tterbilder gestrichen, geradeso wie das Blut der Menschenopfer, 
                                mit dem man in Peru Tempelth&uuml;ren und Stattlen bestrich. In Yukatan 
                                und Nicaragua und bis an den Orinoko beschnitt man so teils die Zunge, 
                                teils die Schamteile, bei den Totonaken Ohren und Schamteile, man sprengte 
                                in Nicaragua das Blut aus den Zeugungsteilen auf Mais, der dann verteilt 
                                und unter gro&szlig;en Feierlichkeiten gegessen wurde. Bei den Azteken 
                                wurde blo&szlig; ein Einschnitt auf der Brust der seit einem Jahre 
                                geborenen Knaben sowohl als M&auml;dchen am Hauptfeste des Huitzlipochtli 
                                gemacht, wodurch dieselben diesem Gotte geweiht wurden 2) <FONT SIZE="3">Als 
                                  S&uuml;hnopfer erscheint Beschneidung auf den Fidschiinseln.</FONT>
                              <P><FONT SIZE="2">2 Oben Seite 201. 203 und M&Uuml;LLER, Amerik. Urreligionen. 
                                479</FONT>
                              <P><FONT SIZE="3">F&uuml;r die hier bezeichneten V&ouml;lker scheint 
                                es mir ganz sicher, da&szlig; die Opferidee das ma&szlig;gebende und 
                                die Ursache der Einf&uuml;hrung der Beschneidung ist. W&auml;re in 
                                Amerika der noch sp&auml;ter zu erw&auml;hnende und bei den meisten 
                                V&ouml;lkern vorhandene Hauptzweck, n&auml;mlich </FONT><FONT SIZE="3">die 
                                  Vorbereitung auf die Zeugung, ma&szlig;gebend gewesen, so w&auml;re die Beschneidung 
                                  auch viel weiter verbreitet in jenem Erdteile. Sie ist aber in der 
                                  That nur sehr sporadisch vorhanden und wo sie vorkommt mit Blutopfern 
                                  und religi&ouml;sen Handlungen verkn&uuml;pft. Wie in Amerika sehen 
                                  wir auch auf den Fidschiinseln teilweise die Beschneidung als S&uuml;hnopfer 
                                  aufgefa&szlig;t und nach VALENTIJN war dieselbe auch bei den heidnischen 
                                  Amboinesen eine gottesdienstliche Handlung, die aber mit dem "seid 
                                  fruchtbar und mehret euch" zusammenh&auml;ngt, also auf eine Vorbereitung 
                                  zur Zeugung hinausl&auml;uft, wie dieses WILKEN (1) auseinandersetzt. 
                                  Im allgemeinen mu&szlig; ich aber dabei bleiben, da&szlig; nicht ein 
                                  Zweck Ursache der Beschneidung ist, sondern da&szlig; ganz gewi&szlig; 
                                  auch die Opferidee bei einer Anzahl V&ouml;lkern dieselbe herbeif&uuml;hrte, 
                                  wenn auch f&uuml;r bei weitem die meisten ein anderer Gesichtspunkt 
                                  f&uuml;r deren Einf&uuml;hrung vorhanden war, ein Gesichtspunkt freilich, 
                                  dessen Kenntnis bei ihnen ganz verschwunden ist und erst wieder aufgefunden 
                                  werden mu&szlig;te. </FONT> </P>
                              <P><FONT SIZE="3">p.209-210</FONT> <FONT SIZE="3"><BR>
                                Nachdem wir so die Schamhaftigkeit vieler Naturv&ouml;lker in Bezug 
                                auf die Eichel kennen gelernt haben, m&uuml;ssen wir die bemerkenswerthe 
                                Ansicht Gerland's &uuml;ber den Ursprung und die Bedeutung der Beschneidung 
                                hier auff&uuml;hren 3). Die S&uuml;dseeinsulaner banden die Vorhaut 
  &uuml;ber der Eichel zu, in Neuseeland mit einem Bande vom G&uuml;rtel 
                                aus. Man kennt die Frechheit der Markesanerinnen: gegen einen Matrosen 
                                aber, dessen Eichel sie entbl&ouml;sst gesehen hatten, waren sie ganz 
                                unerbitterlich. Es f&auml;llt nun auf, da&szlig; bei dieseir peinlichen 
                                Schamhaftigkeit in Bezug auf die Eichel die Vorhaut &uuml;ber derselben 
                                aufgeschlitzt wurde, ja, dass man auf Tonga die entbl&ouml;sste Eichel 
                                t&auml;towirte. Sind dieses Widerspr&uuml;che? </FONT><FONT SIZE="3">GERLAND 
                                  meint: &quot;Die Scheu vor dem Anblick der Eichel scheint auch gar 
                                  nicht aus Sittsamkeit, sondern aus Religiosit&auml;t hervorgegangen, dieser 
                                  K&ouml;rperteil streng tabu und daher allen Blicken ein Frevel gewesen zu 
                                  sein." Weil sie aber tabu und besonders heilig, versah man sie durch 
                                  T&auml;towierung mit dem Zeichen des Gottes; sie war das lebenspendende 
                                  diesem geweihte Glied. "Man schlitzte die Vorhaut auf, um den den G&ouml;ttern 
                                  besonders heiligen, lebenspendenden Teil nicht zu verh&uuml;llen; man 
                                  band ihn wieder zu, um den Teil, der wegen seiner Heiligkeit streng 
                                  tabu, d. h. den G&ouml;ttern angeh&ouml;rig war, den Blicken der Menschen 
                                  zu entziehen, damit kein Bruch des Tabu entstehe." Und die j&uuml;dische 
                                  Beschneidung ist, nach GERLAND, im wesentlichen nicht anders aufzufassen. 
                                  Sie wird von Gott geboten und zugleich wird dem Abram der Name Abraham, 
  "Vater der Menge&quot;gegeben und ihm eine zahllose Nachkommenschaft 
                                  versprochen. Er seinerseits soll daf&uuml;r die Beschneidung einfuhren. 
                                  Der Zusammenhang ist nun dieser: f&uuml;r die versprochene Nachkommenschaft 
                                  wird Gott das lebenspendende Glied geweiht.</FONT>
                              <P><FONT SIZE="3">Ich mu&szlig; aber gestehen, da&szlig; diese ganze 
                                Beweisf&uuml;hrulig mir als eine ungemein k&uuml;nstliche und gesuchte, 
                                wenn auch sehr geistreiche erscheint. Die religi&ouml;se Bedeutung, 
                                die der Beschneidung beigelegt wird, ist doch sicher erst sp&auml;ter, 
                                nachdem dieselbe schon vorhanden und erprobt war, hinzugekommen, um 
                                den als gut befundenen Gebrauch fester zu bewurzeln. </FONT>
                              <P><FONT SIZE="3">p. 211-212</FONT>
                              <P><FONT SIZE="3">Nach dem vorstehend entwickelten ist also zu verwerfen, 
                                die Beschneidung einen urspr&uuml;nglich religi&ouml;sen Charakter 
                                gehabt habe, wenn ihr auch bei den Juden sp&auml;ter ein solcher verliehen 
                                wurde; es ist auch die Weihe des zeugenden Gliedes an die Gottheit 
                                ein viel zu beschr&auml;nkter Gesichtspunkt, um diesen als allgemeinen 
                                Zweck gelten zu lassen; gesundheitliche R&uuml;cksichten f&uuml;hrten 
                                gleichfalls den Brauch nicht herbei, ebensowenig die Sucht nach Erbeutung 
                                der Geschlechtsteile erschlagener Feinde. </FONT>
                              <P><FONT SIZE="3">Sicher ist aber die Beschneidung bei einigen V&ouml;lkern 
                                ein Opfer f&uuml;r die G&ouml;tter, gedacht in Verbindung mit Blutspenden 
                                und Menschenopfern. Aber auch dieser Zweck ist nur ein beschr&auml;nkter, 
                                zumeist bei amerikanischen V&ouml;lkern vorkommender. F&uuml;r die 
                                gro&szlig;e Mehrzahl ist die von </FONT><FONT SIZE="3">PLOSS entwickelte 
                                  Theorie als die richtige und ma&szlig;gebende </FONT><FONT SIZE="3">anzuerkennen, 
                                    welche als Zweck der Beschneidung die Vorbereitung auf die sexuellen 
                                    Funktionen angiebt, (1) wiewohl derselbe nirgends mehr im Bewu&szlig;tsein 
                                    der betreffenden V&ouml;lker sich nachweisen l&auml;&szlig;t. Die Auseinandersetzung 
                                    Von PLOSS ist die folgende:</FONT>
                              <P><FONT SIZE="3">"Zweck und Absicht der Operationen ist die Natur 
                                zu korrigieren, ihr bei ihren angeblichen Verirrungen, zu Hilfe zu 
                                kommen und an den Sexualorganen einen Zustand herbeizuf&uuml;hren, 
                                welchen man f&uuml;r einen bei erwachsenen Menschen normalen h&auml;lt, 
                                und der von der Natur an kleinen Kindern nur &auml;u&szlig;erst selten 
                                von selbst, in der Pubert&auml;tszeit sehr oft auch nicht spontan hergestellt, 
                                vielmehr zum Nachteil der sexuellen Funktionen gar nicht selten in 
                                das Mannesalter hin&uuml;bergebracht wird. Man will die Phimose beseitigen, 
                                denn man h&auml;lt den mit einer solchen behafteten Menschen f&uuml;r 
                                minder zeugungsf&auml;hig. - - Den V&ouml;lkern, welche die Beschneidung 
  &uuml;ben, mu&szlig;te die Bedeckung der Eichel durch die Vorhaut als 
                                ein nicht normales Verh&auml;ltnis erscheinen, dem man korrigierend 
                                schon fr&uuml;hzeitig ganz allgemein entgegentreten mu&szlig;. Somit 
                                fasse ich in ihrer urspr&uuml;nglichen Tendenz die Beschneidung auf 
                                als den operativen Vorbereitungsakt auf die Sexualfunktion des Mannes; 
                                denn man betrachtete den noch immerhin geringen Zustand der Phimose 
                                am jungen Menschen als etwas Hinderliches f&uuml;r den Coitus. Daher 
                                kommt es, da&szlig; die meisten Urv&ouml;llzer erst in demjenigen Lebensalter 
                                die Vorhaut ein- oder wegschneiden, in welchem die Reife zum Geschlechtsgenu&szlig;, 
                                die Pubert&auml;t, erreicht ist; man will den j&uuml;ngling mit einem 
                                Male reif und normal in sexueller Hinsicht machen; er wird damit in 
                                die Reihe der heiratsf&auml;higen M&auml;nner aufgenommen. Allein diese 
                                auf die sexuelle Reife vorbereitende Operation wird ja auch, z. B. 
                                bei den Juden und Mohammedanern, schon im ganz jugendlichen Alter ge&uuml;bt; 
                                hier glaubt man schon am Neugeborenen dem Zustande der nat&uuml;rlichen 
                                Unfertigkeit entgegentreten zu m&uuml;ssen. Schon dem Kinde will man 
                                eine m&ouml;glichst zahlreiche Nachkommenschaft garantieren und sich 
                                nicht auf den Zufall verlassen, ob die an ihm bemerkte Phimose dereinst 
                                sich von selbst beseitigen wird oder konstant bleibt." </FONT></P>
                              <P><FONT SIZE="2">(1) Zuerst 1884 in der zweiten Auflage seines Werkes: 
                                Das Kind in Brauch und Sitte der V&ouml;lker. Die erste 1878 erschienene 
                                Auflage bringt nur d&uuml;rftige und unerkl&auml;rte Nachrichten &uuml;ber 
                                die Knabenbeschneidung. Ferner derselbe 1885im Archiv f&uuml;r 
                                die Geschichte der Medizin und medizinischen Geographie. VIII. Heft 
                                3. </FONT>
                              <P><FONT SIZE="4">Archiv f&uuml;r Anthropologie. XIII</FONT><BR>
                                  <I>Braunschweig Druck und Verlag von Friedrich Vieweg und Sohn</I><BR>
                                1881
                              <P><FONT SIZE="3">p. 77-78<BR>
                                </FONT><FONT SIZE="3">... Die religi&ouml;se Bedeutung, die der Beschneidung 
                                  beigelegt wird, ist doch sicher erst sp&auml;ter, nachdem dieselbe 
                                  schon vorhanden und erprobt war, hinzugekommen, um den als gut befundenen 
                                  Gebrauch fester zu bewurzeln und zur Pflicht zu machen. </FONT>
                              <P><FONT SIZE="3">Es er&uuml;brigt, die Anf&uuml;hrung des letzten 
                                Grundes, den man f&uuml;r die Entstehung der Beschneidung </FONT><FONT SIZE="3">angiebt: <U>n&auml;mlich gesundheitliche</U> R&uuml;cksichten Bef&ouml;rderung 
                                  der Reinlichkeit, wie dieses z. B. die </FONT><FONT SIZE="3">Samoaner 
                                    auch ausdr&uuml;cklich als Grund der Beschneidung angeben 1). Das ist 
                                    wohl denkbar und es mag in der That dieser hygienische Grund vorhanden 
                                    sein, zumal bei tropischen V&ouml;lkern. Zu beachten bleibt aber immerhin, 
                                    dass andere tropische V&ouml;lker, welche die Beschneidung nicht. kennen, 
                                    in Bezug auf Zeugungsf&auml;higkeit und Gesundheit der Genitalien nicht 
                                    hinter den beschnittenen V&ouml;lkern zur&uuml;cksiehen, und dass dieser 
                                    Brauch - individuelle Ausnahmen abgerechnet - daher &uuml;berfl&uuml;ssig 
                                    erscheint. Wenn neuerdings der j&uuml;dische Stabsarzt Dr. Rosenzweig 
                                    ein Staatsgesetz fordert, nach dem auch die christliche Bev&ouml;lkerung 
                                    aus Sanit&auml;tsr&uuml;cksichten der Beschneidung unterworfen werden 
                                    soll 2), so mag dieses der j&uuml;dischen Auffassung der Sache schmeicheln, 
                                    wird aber von uns Deutschen sicher nie ernsthaft in Betracht gezogen 
                                    werden. </FONT>
                              <P><FONT SIZE="3">Es hindert dieses nicht anzunehmen, dass die Beschneidung 
                                bei vielen V&ouml;lkern als heilsam erkannt und demzufolge zum Gesetze, 
                                zu einer Gott wohlgef&auml;lligen Handlung erhoben wurde. Reinlichkeit 
                                wurde schon seit Alters als ein Grund der Beschneidung angesehen und 
                                die physische das moralische Gebiet &uuml;bertragen, wurde zum Sinnbilde 
                                und Zeichen der religi&ouml;sen Reinigung bei den Juden, im weiteren 
                                Verfolge alsdann ein Weiheact f&uuml;r den Eintritt in ein besonderes 
                                Verh&auml;ltniss zuJehovah, ein Zeichen der Gottangeh&ouml;rigkeit 
                                und des Bundes zwischen Gott und Israel.</FONT>
                              <P> <FONT SIZE="2">1) Oben S. 72.<BR>
                                2) Zur Beschneidungsfrage., Schweidnitz 1878. 8. </FONT>
                              </TD>
                        </TR>
                    </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
</BODY></HTML>

