<HTML><HEAD><TITLE>Diderot frein de la verge, phimosis paraphimosis prepuce. Traditions and taboos on circumcision. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="Description" CONTENT="Diderot frein de la verge, phimosis paraphimosis prepuce.">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="Diderot frein de la verge, phimosis paraphimosis prepuce."></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="../library/navigation/menu/anthro_fold3.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><P><B><A HREF="diderot_eng.html#start">English Translation</A></B>
                            
                            <P>
                                <CENTER>
                                  <FONT SIZE="6">ENCYCLOP&Eacute;DIE,</FONT> <BR>
                                  <B>OU</B><BR>
                                  <FONT SIZE="4">DICTIONNAIRE RAISONN&Eacute; </FONT><BR>
                                  <FONT SIZE="5">DES SCIENCES </FONT><BR>
                                  <FONT SIZE="4">DES ARTS ET DES M&Eacute;TIERS;</FONT>
                                </CENTER>
                              </P>
                              <CENTER>
                                <P><I>PAR UNE SOCI&Eacute;T&Eacute; DE GENS DE LETTRES.</I><BR>
                                  Mis en ordre & publi&eacute; par M. DIDEROT, &amp; quant &agrave; la 
                                  Partie<BR>
                                  Math&eacute;matique, par M. D'ALEMBERT</P>
                                <P><I>Tant&ugrave;m series juncturaque pollet,<BR>
                                  Tant&ugrave;m de medio sumptis accedit honoris!</I> <FONT SIZE="2">HORAT</FONT></P>
                                <P><FONT SIZE="2">&Eacute;dition exactement conforme &agrave; celle 
                                  de PELLET, in quarto.</FONT></P>
                                <P><I><FONT SIZE="2">A LAUSANNE ET A BERN,</FONT></I><FONT SIZE="2"><BR>
                                  Chez Les SOCI&Eacute;T&Eacute;S TYPOGRAPHIQUES</FONT></P>
                                <P>M.DCC.LXXIX.<BR>
                                  (<FONT SIZE="2">1779</FONT>)</P>
                              </CENTER>
                              <P><FONT SIZE="3">TOME QUINZIEME</FONT> - P. 382-383</P>
                              <P><B>FRElN DE LA VERGE</B> <I>Anatom. & Chirurg.,</I> c'est ainsi 
                                qu'on nomme le petit ligament cutan&eacute; qui attache le pr&eacute;puce 
                                sous le gland. Sa structure paro&icirc;t assez semblable &agrave; celle du 
                                filet de la langue; mais outre qu'il se gonfle, & se roidit, son extr&ecirc;me 
                                sensibilit&eacute; prouve qu'il doit &egrave;tre rev&ecirc;tu de quantit&eacute; 
                                de papilles nerveuses; & peut-&ecirc;tre m&eacute;riteroit-il par ces 
                                raisons plus d'attention de la part des anatomistes, qu'ils ne lui 
                                en ont donn&eacute; jusqu`&agrave; pr&eacute;sent : d'ailleurs il est 
                                expos&eacute; &agrave; des jeux de la nature, qui demandent les remedes, 
                                de la chirurgie. </P>
                              <P>Il est si court dans quelques personnes, qu`on est forc&eacute; 
                                de le couper, pour mettre ces personnes en &eacute;tat de remplir le 
                                but du mariage : <I>hoc enim vinculum si brevius fuerit, hypospadiaeos 
                                  facit, dum praeputii depressionem impedit</I> : dit Riolan. Dans d'autres 
                                personnes le <I>frein</I> avance jusqu`au conduit de l'urine; de sorte 
                                que dans le tems de l'impression violente des mouvemens de l'amour, 
                                la verge roidie est tir&eacute;e en bas par cette bride, & pli&eacute;e 
                                tr&egrave;s-douloureusement en forme d'arc: ce second cas exige encore 
                                la m&ecirc;me operation; elle doit &ecirc;tre faite avec adresse, & 
                                toutes les pr&eacute;cautions n&eacute;cessaires pour ne point blesser 
                                le gland : on &eacute;vitera dans le traitement, la coh&eacute;rence 
                                de la plaei avec le pr&eacute;puce. Tyson remarque avoir &eacute;t&eacute; 
                                non-seulement oblig&eacute; de couper quelquefois le <I>frein</I> de 
                                la verge parce qu'il &eacute;toit trop court, ou parce qu'il &eacute;toit 
                                trop long, mais aussi de faire la m&ecirc;me chose dans d'autres sujets, 
                                ensuite, d'une cicatrice que des chancres v&eacute;n&eacute;riens y 
                                avoient laiss&eacute;e. (<I>D. J.</I>) &nbsp;</P>
                              <P><FONT SIZE="3">TOME VINGT CINQUIEME</FONT> - p. 644-645</P>
                              <P><B>PHIMOSIS</B>, c'est une maladie de la verge, dans laquelle le 
                                pr&eacute;puce est coll&eacute; & fortement resserr&eacute; sur le 
                                gland ; de maniere qu'on ne peut pas le tirer en arriere, pour d&eacute;couvrir 
                                le gland.<FONT SIZE="2"> <I>V.</I> GLAND . PREPUCE</FONT>. Ce mot 
                                est grec; il signifie proprement une ligature avec une ficelle, <I>-grec-</I> , signifiant <I>ligature faite avec une corde.</I></P>
                              <P>Quelquefois un <I>phimosis</I> cache des chancres qui sont sur le 
                                gland, ou qui l'environnent. Il est quelquefois si violent, qu'il cause 
                                une inflammation &, enfin la gangrene dans cette partie.</P>
                              <P>On distingue le <I>phimosis</I> en naturel &amp; accidentel. Le 
                                naturel vi&eacute;nt de naissance; il n'est point ordinairement dangereux, 
  &agrave; moins qu'il n'y survienne une inflammation par l'acrimonie 
                                de l'urine, si elle s&eacute;journe long-tems entre le gland & le pr&eacute;puce. 
                                L'accidentel est benin ou malin. Le premier vient de quelque chose 
                                externe qui irrite le pr&eacute;puce, y attire une inflammation & un 
                                gonflement &amp; le fait tellement resserrer qu'il se forme &agrave; 
                                son extr&eacute;mit&eacute; un bourrelet circulaire qui emp&ecirc;che 
                                de se renverser &amp; de d&eacute;couvrir le gland. Le <I>phimosis </I>malin est semblable &agrave; celui-ci ; mais il reconnoit pour 
                                cause un virus v&eacute;n&eacute;rien ; il survient souvent &agrave; 
                                la chaudepisse, aux chancres ; &amp; &agrave; d'autres maladies v&eacute;n&eacute;riennes 
                                qui attaquent la verge.</P>
                              <P>Le <I>phimosis</I> naturel peut mettre dans le cas d'une op&eacute;ration, 
                                m&ecirc;me sans qu'il y survienne d'inflammation. Si l'ouverture du 
                                pr&eacute;puce ne repondoit pas pr&eacute;cis&eacute;ment &agrave; 
                                l'orifice de 1'uretre, l'urine ne sortiroit point par un jet continu, 
                                mais s'&eacute;pancheroit entre le gland & le pr&eacute;puce. Le d&eacute;faut 
                                de soin dans ce cas a souvent donn&eacute; lieu &agrave; la concr&eacute;tion 
                                de l'urine, &amp; cons&eacute;quemment &agrave; la formation des pierres 
                                dans cette partie. Si l'on a soin de presser le pr&eacute;puce apr&egrave;s 
                                qu'on a urin&eacute; on &eacute;vitera cet inconv&eacute;nient ; mais 
                                on sent, que ces personnes sont hors d'&eacute;tat d'avoir des enfants, 
                                parce qu'il arrivera &agrave; la liqueur s&eacute;minale ce qui arrivera 
  &agrave; l'urine. Une petite scarification au pr&eacute;puce &agrave; 
                                l'un des c&ocirc;t&eacute;s de la verge, lui donnera la facilit&eacute; de 
                                d&eacute;couvrir l'orifice de 1'uretre, &amp; levera les obstacles 
                                qui s'opposent &agrave; l'&eacute;jaculation.</P>
                              <P>On a imagin&eacute; un petit instrument d'acier pour dilater le 
                                pr&eacute;puce trop &eacute;troit. L'extr&ecirc;mit&eacute; ant&eacute;rieure 
                                se met dans le trou du pr&eacute;puce, &amp; on dilate les branches, 
                                en l&agrave;chant la vis qui les contient. </P>
                              <P>Lorsque le <I>phimosis</I> est accidentel, il faut saigner le malade 
                                relativement &agrave; la nature &amp; aux progr&egrave;s de l'inflammation, 
                                faire des injections adoucissantes entre le pr&eacute;puce & le gland, 
                                appliquer des cataplasmes anodins &amp; r&eacute;solutifs, en observant 
                                la situation de la verge; qui doit &ecirc;tre couch&eacute;e sur le 
                                ventre, pour les raisons que nous avons dites au mot PARAPHIMOSIS : 
                                ce n'est qu'apr&egrave;s employ&eacute; tous ces moyens sans succ&egrave;s, 
                                qu'on doit en venir &agrave; l'op&eacute;ration.</P>
                              <P><I>Chirurg</I>: Le malade peut &ecirc;tre assis dans un fauteuil 
                                ... Le chirurgien prend la verge de sa main gauche ... La perfection 
                                de l'op&eacute;ration du <I>phimosis</I> consiste &agrave; couper &eacute;galement 
                                la peau &amp; la membrane interne du pr&eacute;puce ... (<I>Y</I>)</P>
                              <P><FONT SIZE="3">TOME VINGT QUATRIEME</FONT> - p. 73-74</P>
                              <P><B>PARAPHIMOSIS</B>, est une maladie du p&eacute;nis, dans laquelle 
                                le pr&eacute;puce est renvers&eacute; & gonfl&eacute; au-dessous du 
                                gland en forte qu'il n'est plus en &eacute;tat de le couvrir. <I>Voyez</I>. <FONT SIZE="2">PR&Eacute;PUCE. GLAND</FONT>.</P>
                              <P>Ce mot est grec, compos&eacute; du <I>grec</I>, <I>multum</I> beaucoup, 
  & de <I>grec, obligo, constringo,</I> je serre, j'&eacute;tr&eacute;cis, 
                                parce que le <I>paraphimosis</I> serre la verge comme un lien.</P>
                              <P>Cette incommodit&eacute; est souvent un symptome de maladie v&eacute;n&eacute;rienne. 
                                Elle peut arriver accidentellement, lorsque le pr&eacute;puce est naturellement 
                                etroit, & qu'on l'a fait remonter avec violence par dessus la couronne 
                                du gland ; dont la largeur emp&ecirc;che le pr&eacute;puce de descendre 
  & de recouvrir l'extr&eacute;mit&eacute; de la verge. Cela arrive souvent 
  &agrave; des enfans dont le gland n'a point encore &eacute;t&eacute; 
                                d&eacute;couvert, & qui, par fantaisie & par curiosit&eacute; , sont 
                                remonter le pr&eacute;puce par force. Cela arrive aussi aux nouvaux-mari&eacute;s 
                                , qui font des efforts pour d&eacute;puceler de jeunes filles qu'ils 
                                auront &eacute;pous&eacute;es. Dionis dit qu'il a r&eacute;duit un <I>paraphimosis</I> &agrave; un jeune homme &agrave; qui cela arriva 
                                le jour de son mariage, &, qui accusoit sa femme de lui avoir donn&eacute; 
                                du mal v&eacute;n&eacute;rien. L'auteur consola beaucoup ce jeune homme, 
                                en lui disant tout ce qui &eacute;toit capable de lui faire supporter 
                                avec satisfaction la douleur que sa femme lui auroit &eacute;pargn&eacute;e, 
                                si elle e&ucirc;t &eacute;t&eacute; moins sage.</P>
                              <P><I>Chirurg</I>.; La r&eacute;duction du pr&eacute;puce s'obtient 
                                diff&eacute;remment, suivant les circonstances. S'il n'y a pas longtemps 
                                que le pr&eacute;puce &eacute;trangle le gland ... on jette d'abord 
                                de l'eau froide ...ou l'on fait tremper ces parties dans un vaisseau 
                                ... Si l'inflammation avoit et&eacute; port&eacute;e &agrave; un certain 
                                point ..il a alors besoin de la main du chirurgien ... Il prend la 
                                verge entre l'es deux doigts indices & du milieu des deux mains, dont 
                                les dos regardent le ventre du malade, &.il amen&eacute; le pr&eacute;puce 
                                sur le gland qu'on comprime lat&eacute;ralement avec les deux pouces 
                                pour l'alonger. ...... Si l'inflammation est grande, il faudra faire 
                                des sacrifications &agrave; la membrane interne du pr&eacute;puce, 
                                pour d&eacute;truire l'&eacute;tranglement. ........ (<I>Y</I>)</P>
                              <P><FONT SIZE="3">TOME VINGT SEPTIEME</FONT> - p. 284-285 </P>
                              <P><B>PR&Eacute;PUCE</B> <I>terme d'Anatomie</I>, prolongement de la 
                                peau du penil, qui couvre le gland ou l'extr&ecirc;mit&eacute; de la 
                                verge <I>V. nos Pl. anat. &amp; leur explication. Voy aussi</I> <FONT SIZE="2">PENIL 
  &amp; GLAND.</FONT></P>
                              <P> Le docteur Drake observe qu'on ne voit dans aucun des ouvrages 
                                de la nature autant de vari&eacute;t&eacute;s que dans le <I>pr&eacute;puce;</I> &amp; que dans les diff&eacute;rens hommes, la figure &amp; la proportion 
                                en font toutes diff&eacute;rentes.</P>
                              <P> C'est de-l&agrave; apparemment qu'est venue la m&eacute;thode de 
                                circoncire, pratiqu&eacute;e si universellement dans tout l'orient, 
                                qu'il faut consid&eacute;rer moins comme un acte de religion, que comme 
                                un moyen de tenir la partie nette, &amp; d'emp&egrave;cher les maladies 
                                qui na&icirc;troient dans ces pays de la r&eacute;tention de la mucosit&eacute; 
                                que fournissent les glandes de dessous le <I>pr&eacute;puce</I>; & 
                                le m&ecirc;me auteur ajoute qu'il a vu des Orientaux, qui ayant des 
                                gros <I>pr&eacute;puces</I> gonfl&eacute;, ont &eacute;t&eacute; effray&eacute;s 
                                d'en voir sortir une mucosit&eacute;, qui ne venoit sans doute, que 
                                de ce qu'il s'en &eacute;toit amass&eacute; entre le pr&eacute;puce 
  & le gland ; & c'est sans doute cet inconv&eacute;nient entr'autr&eacute;s, 
                                que le divin l&eacute;gislateur des Juifs a eu en vue de pr&eacute;venir, 
                                en faisant une loi de la circoncision. <I>V.</I> <FONT SIZE="2">CIRCONCISION.</FONT> *</P>
                              <P>La peau du pr&eacute;puce est double : &agrave; l'endroit o&ugrave; 
                                la peau interne se joint aux autres parties, il y a plusiers glandes 
                                ovales, ou &agrave; peu-pr&egrave;s rondes, plac&eacute;es irr&eacute;guli&eacute;rement 
                                autour de l'union du gland avec les corps caverneux, &amp; sur le gland 
                                m&ecirc;me</P>
                              <P>Leur usage est de filtrer une liqueur qui rend le mouvement du <I>pr&eacute;puce</I> sur le gland plus ais&eacute;. Quand cette liqueur devient rance par 
                                le grand &acirc;ge, ou en cons&eacute;quence d'un mal v&eacute;n&eacute;rien, 
                                elle &eacute;corche le gland & le <I>pr&eacute;pruce </I>; & m&ecirc;me 
                                quelquefois resserre ce dernier, au point qu'il faut quelquefois y 
                                faire une incision pour d&eacute;couvrir le gland. <I>Voy</I> <FONT SIZE="2">PHIMOSIS 
  &amp; PARAPHIMOSIS.</FONT> </P>
                              <P>Ce repli l&acirc;che de la peau de la verge qui on nomme <I>pr&eacute;puce</I> & qui embrasse ordinairement la base du gland, lui est quelquefois 
                                attach&eacute; par d&eacute;faut de conformation; &amp; cette coh&eacute;rence 
                                demande toute la dext&eacute;rit&eacute; d'un habile op&eacute;rateur, 
                                afin d'&eacute;viter de blesser le <I>pr&eacute;puce</I> &amp; le gland. </P>
                              <P>Quelquefois par un autre vice de conformation, l'extr&eacute;mit&eacute; 
                                du <I>pr&eacute;puce</I> est si &eacute;troite qu'elle ne permet pas 
                                d'uriner sans douleur , ni de pouvoir d&eacute;couvrir le gland en 
                                aucune maniere. </P>
                              <P>Quelquefois encore le <I>pr&eacute;puce</I> est si along&eacute; 
                                au-del&agrave; du gland, & si &eacute;troit dans son alongement qu'outre 
                                la peine d'uriner, il reste toujours entre cet alongement du<I> pr&eacute;puce</I> & du gland, une certaine quantit&eacute; d'urine qui y est retenue, 
                                comme dans un petit r&eacute;servoir, duquel elle s'&eacute;coule ensuite 
                                d'elle-m&ecirc;me peu-&agrave;-peu; ou en pressant les extr&ecirc;mit&eacute;s 
                                du <I>pr&eacute;puce</I>; ces deux phimosis naturels se gu&eacute;rissent 
                                par la circoncision.</P>
                              <P>Palsyn dit avoir vu dans un homme de 70 ans, un phimosis accompagn&eacute; 
                                d'une petite pierre qui se trouva entre le gland &amp; le <I>pr&eacute;puce</I> directement audevant de l'orifice de l'uretre; de sorte que le malade, 
                                chaque fois qu'il vouloir uriner,&nbsp;&eacute;toit oblig&eacute; de d&eacute;placer 
                                la petite pierre avec un instrument convenable, de devant l'orifice 
                                de l'uretre. Il avait support&eacute; son mal pr&egrave;s de quatre 
                                ans, pendant lequel tems il avoit jett&eacute; plusieurs petites pierres, 
                                mais il gu&eacute;rit par l'operation.</P>
                              <P> Le m&ecirc;me Palsyn rapporte avoir vu un autre homme &acirc;g&eacute; 
                                de 60 ans, qui avoit un phimosis naturel, &amp; le <I>pr&eacute;puce</I> forte along&eacute;; outre qu'il avoit beaucoup de peine &agrave; uriner, 
                                il restoit toujours entre le gland &amp; le <I>pr&eacute;puce</I> une 
                                portion d'urine, qui y &eacute;tant retenue comme dans une bourse , 
                                s'&eacute;couloit ensuite insensiblement dans ces culottes; il fut 
                                d&eacute;livr&eacute; de cette incommodit&eacute; par la circoncision. </P>
                              <P>On croit que les Turcs &amp; plusieurs autres peuples, chez lesquels 
                                elle est en usage, auroient le <I>pr&eacute;puce </I>trop long, si 
                                on n'avoit pas la pr&eacute;caution de le couper. La Boulaye dit qu'il 
                                a vu dans les d&eacute;serts de M&eacute;sopatamie & d'Arabie, le long 
                                des rivieres du Tigre & de l'Euphrate, quantit&eacute; de petits gar&ccedil;ons 
                                Arabes, qui avoient le <I>pr&eacute;puce</I> si long, qu'il pense que, 
                                sans le secours de la circoncision ces peuples feroient inhabiles au 
                                mariage. </P>
                              <P>Quelquefois enfin des enfans naissent sans aucune ouverture au <I>pr&eacute;puce</I>; 
                                dans ce cas, il faut y faire sur le champ une petite incision convenable, 
                                que l'on panse ensuite avec une tente. </P>
                              <P><I>Critiq. Sacr&eacute;e</I> Les Juifs ... St. Paul ... le L&eacute;vitique. 
                                xix. 23,-. Ces fruits qu'il falloit retrancher de l'arbre sans les 
                                manger, &eacute;toient ceux des trois premieres ann&eacute;es; peut-&ecirc;tre 
                                que jusqu'a la quatrieme ann&eacute;e, les fruits des jeunes arbres 
                                ne valoient rien dans ly Palestine. .... quelques juifs se mettoient 
                                entre les mains des m&eacute;decins, pour faire revenir leur <I>pr&eacute;puce</I> ......(<I>D.J.</I>)</P>
                              <P>* (NB. Diderot sur Circoncision: &quot;Le circoncision a commenc&eacute; 
                                au temps d'Abraham&quot;)</P>
                              <P><B><A HREF="diderot_eng.html#start">English Translation</A></B></P></TD>
                          </TR>
                      </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
<P>
                 
 
</BODY></HTML>

