<HTML><HEAD><TITLE>Ploss - M&auml;nnlichen Beschneidung. Traditions and taboos on circumcision. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="../library/navigation/menu/anthro_fold3.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><CENTER>
                              <A HREF="../willkommen.html#start"><B>Deutsches Willkommen Seite</B></A>
                            </CENTER>
                              <A HREF="../ploss.html#start">The discussion and summary of Ploss is 
only in English<BR>
The English Translation</A>
                              <CENTER>
                                <HR noshade WIDTH="60" SIZE="2">
                                <B><FONT SIZE=5>PLOSS</FONT><BR>
                                <FONT SIZE=4>DER URSPRUNG DER <BR>
                                  M&Auml;NNLICHEN BESCHNEIDUNG</FONT></B><BR>
                                (<A HREF="#text">Die urspr&uuml;nglichen Fassung ohne Einfuhrung</A>)<BR>
  <HR noshade WIDTH="400" SIZE="2">
                                (Please, never do with my work what Renz did to Ploss!)<BR>
  <BR>
                              </CENTER>
                              <P><B>Introduction</B><BR>
  &quot;Das Kind&quot; by Ploss was first published in 1876, it was 
                                reissued in 1882-84 and Ploss died in 1885. In 1912, Renz revised 
                                his work. Since then the updated version from Renz has been frequently 
                                reissued, (2 copies are easily available in Hamburg Libraries) - 
                                meanwhile the original version from Ploss went out of print. Jensen <A HREF="../library/xtras/refs.html#ref43">(43)</A>, Weiss <A HREF="../library/xtras/refs.html#ref95">(95)</A>, 
                                and apparently every modern researcher who refers to Ploss use only 
                                Renz`s revised version for their research. After a year long wait, 
                                a rare 1884 edition of the original Ploss, (pages crisp with age, 
                                held in form with elastic bands), eventually arrived from G&ouml;ttingen, 
                                ... and so I came to open this old treasure chest and discover the 
                                wealth of information which had been overlooked ... </P>
                              <P>In the 1912 version Renz concludes Plosses thoughts as follows: 
                                &quot;<A HREF="renz.html#start"> ... und so w&auml;re denn anzunehmen,. 
                                  da&szlig; die so weit verbreitete Beschneidung auf einer irrt&uuml;mlichen &Uuml;bersch&auml;tzung 
                                  ihrer Wirkung auf die Zeugung beruhe.</A> &quot; <A HREF="../library/xtras/refs.html#ref39"> (39)</A>. But it is only Renz who so generalises fertility. Ploss 
                                actually only mentions fertility in connection with the Jewish practice; 
                                his main discussion concerns many other aspects of sexuality, Ploss: 
                                (<A HREF="ploss_de.html#abs. 4">absatz 4</A>) &quot;Somit fasse ich 
                                die urspr&uuml;ngliche Tendenz der Beschneidung auf als den operativen 
                                Vorbereitungsact auf die Sexual-Function des Mannes&quot;. - but 
                                please read his text yourself rather than any interpretations. 
                              <P>Der Text wurde von Ploss im Deutsch des 19. Jahrhunderts geschrieben. 
                                Zum besseren Verst&auml;ndnis habe ich die unglaublich langen Abs&auml;tze 
                                geteilt. Vermutlich wurden die Umlaute am Wortanfang als Ue Ae und 
                                Oe gesetzt einfach weil die Drucklettern &Auml; &Ouml; &Uuml; nicht 
                                in den Abstand der zeilen passten.</P>
                              <CENTER>
                                <HR noshade>
                                <A NAME="text"></A>
                              </CENTER>
                              <P>
                              <HR noshade>
                              <P ALIGN=CENTER><B><FONT SIZE=5>Dr. med. Heinrich Ploss</FONT><BR>
                                    <FONT SIZE=6>DAS KIND</FONT><BR>
                                    <FONT SIZE=5>In Brauch und Sitte der V&ouml;lker<BR>
                                    </FONT></B><I>2.Auflage 1. Band, Th. Grieben's Verlag (L. Fernau) 1884</I><BR>
                                XIV Kapitel: <B>Traditionelle Operationen am Kindesk&ouml;rper</B><BR>
                                Theil 17: <B>Die Beschneidung bei Knaben (Circumcisio).</B> Seite : 
                                342-372<BR>
                              </P>
                              <P>S. 345-346<BR>
                                In den heiligen Schriften der Juden ist nirgends eine hygienische Absicht 
                                betont; und wenn man die Sache als hygienische Maassregel auffassen 
                                will, so lag doch eine solche Auffassung Abraham, Moses, Josua, sowie 
                                den Propheten fern. Wenn bei und mit ihr von "Reinigung" gesprochen 
                                wird, so wollte man in ihr nur das Zeichen von Glaubensweihe und S&uuml;ndenreinigung 
                                erblicken. Trusen sagt ganz richtig: "Die Beschneidung, als Schutzmittel 
                                gegen Krankheit gedacht, ist wider den Bibeltext, darin einer solchen 
                                Veranlassung nicht gedacht wird." (<I>J.P. Trusen, die Sitten, Gebr&auml;uche 
                                  und Krankh. der Alten Hebr&auml;er Breslau 1853</I>) Allerdings wurde 
                                bei den Juden die Beschneidung als ein Reinigungsact aufgef&uuml;hrt, 
                                ebenso wie bei anderen orientalischen V&ouml;lkern, z.B. den Aegyptern; 
                                (<I>1. B. Moses 12. Cap. 12. 14. 15.</I>) auch hiess bei den Arabern 
                                die Beschneidung tuh&ucirc;r, tahir, d.i. Reinigung. 
                              <P>Dagegen schwebte, wie ich glaube, Denjenigen, welche die Beschneidung 
                                im Volke der Hebr&auml;er einf&uuml;hrten, m&ouml;gen sie nun nach 
                                der Sage Abraham oder sonstwie geheissen haben, die Idee vor, dass 
                                die Circumcision den Coitus erfolgreicher f&uuml;r die Befruchtung 
                                mache; denn es heisst in der Bibel: "Durch die Beschneidung stellte 
                                Gott ihm reichliche Nachkommenschaft in Aussicht"</P>
                              <P>S. 367-370<BR>
                                Absatz 1<BR>
                                Ueber den Ursprung und Zweck der Knaben-Beschneidung wurde viel gestritten. 
                                Vor allem hat man die Beschneidung vielfach als eine sanit&auml;re 
                                Massregel aufgefasst. Es ist in dieser Beziehung nicht zu l&auml;ugnen, 
                                dass das Fehlen der Vorhaut, sei es in Folge angeborener Missbildung, 
                                sei es durch zuf&auml;llige Verwundung, sei es durch absichtliche Wegnahme 
                                weit mehr Vortheile als Nachtheile bringt, (<I>Prof. Pitha in Virchow's 
                                  Handb. der speciellen Pathol. und Therapie. VI. 2. Ab Erlangen 1856-1865 
                                  S.4</I>) indem einerseits die hohe Empfindlichlkeit der Eichel, anderseits 
                                die Neigung zu Excoriationen und Entz&uuml;ndung aufgehoben wird. 
                              <P>Die Reinhaltung der Oberfl&auml;che der Eichel wird erleichtert, 
                                die Ansammlung und Zersetzung des Schleimes (Smegma) wird verhindert, 
                                Eicheltripper wird vermieden und Geschw&uuml;re (namentlich syphilitische) 
                                k&ouml;nnen weniger leicht Fuss fassen. Daher meinen auch manche Aerzte, 
  "dass die Abw&auml;gung aller dieser Vortheile und Nachtheile seinerzeit 
                                der einzige Grund zur Einf&uuml;hrung die Beschneidung abgegeben haben 
                                m&ouml;ge, und dass sie somit im Orient und in heissen L&auml;ndern 
  &uuml;berhaupt bei wirklich verl&auml;ngerter Vorhaut ihre Berechtigung 
                                hatte" (<I>Prof. Podrazki in Billroth's und Pitha's Handb. der Chirurgie. 
                                  Krankh. d. Penis S.6.</I>) (Aus diesen Gr&uuml;nden hat man von verschiedenen 
                                Seiten die allgemeine Einf&uuml;hrung der Beschneidung von Staatswegen 
                                beantr&auml;gt: (<I>Dr. Clapar&egrave;de, La circoncision et son importance 
                                  dans la famille et dans l'&eacute;tat. Paris 1861 - Dr. Rosenzwieg, 
                                  Zur Beschneidungsfrage. Schweidnitz 1878</I>),). 
                              <P> Abs. 2<BR>
                                Gegen&uuml;ber dieser Ansicht muss ich nochmals wie ich schon oben 
                                gethan, hervorheben, dass nur in wenig F&auml;llen die bestimmte und 
                                wirkliche Absicht, gesundheitliche Vorkehrungen zu treffen, bei der 
                                Ein- und Ausf&uuml;hrung der Beschneidung offen ausgesprochen wird, 
                                oder sonst zu Tage tritt, indem nur einzelne V&ouml;lker z.B. die Samoaner 
                                sanit&auml;re R&uuml;cksichten, Bef&ouml;rderung der Reinlichkeit u.s.w. 
                                ausdr&uuml;cklich hervorgehoben (<I>Pritchard, Mem. read before the 
                                  Anthrop. Soc. I S. 326</I>) 
                              <P> Eine ungemein grosse Anzahl von V&ouml;lkern, welche die Beschneidung 
  &uuml;ben, zeigt sogar sehr wenig Passion f&uuml;r Reinlichkeit, und 
                                es l&auml;sst sich daher wohl kaum annehmen, dass sie gerade am m&auml;nnlichen 
                                Gliede ausnahmsweise recht reinlich sein wollen. Es muss ein anderes 
                                psychisches Motiv vorliegen, welches sie zur Vornahme der Operation 
                                bewog. 
                              <P>Abs. 3<BR>
                                Zweck und Absicht dieser Operation liegt meiner Ansicht nach in dem 
                                Bestreben die Natur zu corrigiren, ihr bei ihren angeblichen "Verirrungen" 
                                zu Hilfe zu kommen und an den Sexualorganen einen Zustand herbeizuf&uuml;hren, 
                                welchen man f&uuml;r einen beim erwachsenen Menschen normalen h&auml;lt, 
                                und der von der Natur an kleinen Kindern wohl nie von selbst, in der 
                                Pubert&auml;tsepoche sehr oft auch noch nicht spontan hergestellt, 
                                vielmehr zum Nachteil der sexuellen Funktionen gar nicht selten in 
                                das Mannesalter hin&uuml;bergebracht wird; - man will die "Phimose" 
                                beseitigen, denn man h&auml;lt den mit einer solchen behafteten Menschen 
                                f&uuml;r minder zeugungsf&auml;hig. 
                              <P>Um dies zu verstehen, mu&szlig; auf die Umwandelung hingewiesen 
                                werden, welche am Penis allm&auml;lig bis zum zeugungsf&auml;higen 
                                Alter in der Regel, wenn auch nicht immer, vor sich geht. Die Vorhaut, 
                                welche die Eichel bedeckt, ist beim Neugebornen stets so gestaltet, 
                                dass sie nur mit M&uuml;he oder gewaltsam &uuml;ber die Eichel zur&uuml;ckgezogen 
                                werden kann; nach und nach wird sie im Verh&auml;ltnis zum ganzen wachsenden 
                                Gliede (Penis) an ihrer Oeffnung viel ausdehnbarer, so dass sie sich 
                                sp&auml;ter meist von selbst zur&uuml;ckst&uuml;lpt, namentlich dann, 
                                wenn sich der Penis in Erection befindet. 
                              <P>Das neugeborne Kind besitzt also ganz regelm&auml;&szlig;ig eine 
                                Phimose, d.h. eine solche Verl&auml;ngerung der Vorhaut, mit gleichzeitiger 
                                Engigkeit ihrer Mundung, dass die (beim Manne zur Aus&uuml;bung des 
                                Co&iuml;tus f&uuml;r die Ejakulation f&ouml;rderliche) Zur&uuml;ckschiebung 
                                hinter die Corona der Glans nicht ausf&uuml;hrbar ist. 
                              <P>Wenn nun &uuml;berall, und ohne Frage selbst bei den Schlecht oder 
                                unzul&auml;nglich beobachtenden Naturv&ouml;lkern die Thatsache wahrgenommen 
                                wurde, dass der zum Manne herangewachsene J&uuml;ngling die Eichel 
                                nicht selten frei zu tragen beginnt, weil das Pr&auml;putium sich von 
                                selbst zur&uuml;ckschiebt und hinter der Corona liegen bleibt, dass 
                                aber auch beim Manne die Eichel im erigierten Zustande nur ausnahmsweise 
                                noch von der Vorhaut bedeckt bleibt, so erschien die Bedeckung der 
                                Eichel durch die Vorhaut als ein nicht normales Verh&auml;ltnis, dem 
                                man corrigirend schon fr&uuml;hzeitig und ganz allgemein entgegentreten 
                                muss. 
                              <P> <A NAME="Abs. 4"></A>Abs. 4<BR>
                                Somit fasse ich die urspr&uuml;ngliche Tendenz der Beschneidung auf 
                                als den operativen Vorbereitungsact auf die Sexual-Function des Mannes. 
                                Man betrachtete die noch immer bei dem J&uuml;ngling in einigem Grade 
                                vorhandene Bedeckung der Eichel mit der Vorhaut, den seit fr&uuml;hester 
                                Jugend noch vorhandenen, immerhin geringen Zustand der Phimose als 
                                etwas mehr oder weniger Hinderliches f&uuml;r den Co&iuml;tus, das 
                                man durch einen operativen Eingriff beseitigen muss. 
                              <P>Daher kommt es, dass die meisten Urv&ouml;lker erst in demjenigen 
                                Lebensalter die Vorhaut ein- oder wegschneiden, in welchem die Reife 
                                zum Geschlechtsgenuss, die Pubert&auml;t, erreicht ist; man will den 
                                J&uuml;ngling mit einem Male v&ouml;llig reif und normal in sexueller 
                                Hinsicht machen. 
                              <P>Es ist hiermit gleichzeitig ein Act auszuf&uuml;hren, durch den 
                                der junge Mensch gleichsam in die Reihe der reifen, heiratsf&auml;higen 
                                M&auml;nner aufgenommen wird, man verkn&uuml;pft diesen Act mit gewissen 
                                diese Aufnahme symbolisierenden Ceremonien; dabei mochte man auch im 
                                Hinblick auf den Schmerz, den diese an dem sehr empfindlichen m&auml;nnlichen 
                                Sexualorgane vorzunehmende Operation verursacht, eine Art Pr&uuml;fung 
                                der m&auml;nnlichen Standhaftigkeit im Auge haben. 
                              <P>Allein diese, auf die sexuelle Reife "vorbereitende" Operation wird 
                                ja auch, z. B. bei Juden und Mohamedanern schon in ganz jugendlichem 
                                Alter ausge&uuml;bt; hier glaubt man schon an Neugebornen dem Zustande 
                                der nat&uuml;rlichen Unfertigkeit entgegentreten zu m&uuml;ssen. 
                              <P>Schon dem Kinde will man eine m&ouml;glichst zahlreiche Nachkommenschaft 
                                garantieren und sich nicht auf den Zufall verlassen, ob die an ihm 
                                bemerkte, dem Zeugungsact vielleicht nicht hinderliche Phimose dereinst 
                                sich von selbst beseitigen wird oder constant bleibt. Da wurde es dann 
                                f&uuml;r ein Gott wohlgef&auml;lliges Werk betrachtet; denn es galt 
                                den Juden schon an sich f&uuml;r h&ouml;chst werthvoll, zahlreiche 
                                Nachkommenschaft zu besitzen." 
                              <P>Abs. 5<BR>
                                So k&ouml;nnen wir denn mit grosses Wahrscheinlichkeit annehmen, dass 
                                die religi&ouml;sen Gesetzgeber, welcher bei den Juden den Brauch von 
                                Aussen einf&uuml;hrten oder vielleicht schon vorfanden, denselben f&uuml;r 
                                n&uuml;tzlich und werthvoll hielten und ihn aus politisch-religi&ouml;sen 
                                Gr&uuml;nden zu befestigen suchten, indem sie ihm die Bedeutung und 
                                die Weihe eines religi&ouml;sen, von Gott befohlenen Ritus beilegten. 
                              <P>Wir wollen jedoch nicht in Abrede stellen, dass der Gesetzgeber 
                                diesen Brauch nebenbei auch vielleicht f&uuml;r hygienisch n&uuml;tzlich 
                                betrachteten. Allein in erster Linie stand ihnen gewiss die sexuelle 
                                Potenz der Nation; und in priesterlicher Anschauung w&uuml;rdigten 
                                sie den Act, der diese Potenz schon in der jugendlichen Bev&ouml;lkerung 
                                f&uuml;r die Jahre der Mannheit garantirte, als eine Handlung, die 
                                zum Heile des Volkes gereichte, sie stempelten dieselbe zu einer heiligen. 
                                Bei manchen V&ouml;lkern z.B. in Amerika erhielt die Sache nebenbei 
                                die Bedeutung eines Blutopfers, bei anderen, z.B. bei den Alt&auml;gyptern, 
                                den Juden, den Monbuttu, vielen Melanesiern u.s.w. die Bedeutung eines 
                                Symbols pers&ouml;nlicher W&uuml;rde, und "Unbeschnittener" gilt den 
                                Mohammadern, wie den S&uuml;daustraliern als Schimpfwort. 
                              <P>S. 371 - 372 <BR>
                                Nach Gen. 17 gebot Gott dem Abraham, die Beschneidung einzuf&uuml;hren, 
                                und daf&uuml;r wird ihm zahlreiche Nachkommenschaft versprochen . . 
                                . Wenn es da heisst: "Gott gebot dem Abraham", so finde ich darin nur: 
                                Abraham hielt die Einf&uuml;hrung der Beschneidung f&uuml;r ein Gott 
                                wohlgef&auml;lliges Werk . . . Offenbar war er der Meinung, dass die 
                                Beschneidung ein Mittel sei zur Erziehung einer gr&ouml;sseren Nachkommenschaft, 
                                d. h. dass sie die Befruchtung f&ouml;rdere. </P>                              </TD>
                        </TR>
                    </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    </DIV>
</BODY> </HTML>

