<HTML> <HEAD><TITLE>Traditions and taboos on circumcision. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
  <DIV ALIGN="CENTER">
    <DIV ALIGN="CENTER">
      <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
              <TR>
                <TD WIDTH="220" VALIGN="TOP"><IFRAME NAME="content" SRC="../library/navigation/menu/anthro_fold3.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME></TD>
                <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                    <TR>
                      <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                          <TR>
                            <TD><CENTER>
                              <FONT SIZE=7>DAS KIND<BR>
                              </FONT><FONT SIZE="4">IN BRAUCH UND SITTE DER V&Ouml;LKER </FONT>
                            </CENTER>
                              <P ALIGN="CENTER">V&ouml;lkerkundliche Studien <BR>
                                  <FONT SIZE="2">Von</FONT><FONT SIZE=5> </FONT><BR>
                                  <FONT SIZE=5><B>Dr. med. Heinrich Plo&szlig; </B></FONT> <BR>
                                  <BR>
                                  <FONT SIZE=2> </FONT>
                              <P ALIGN="CENTER"><FONT SIZE="2">Dritte, g&auml;nzlich umgearbeitete 
                                und stark vermehrte Auflage<BR>
                                </FONT><FONT SIZE="2">Nach dem Tode des Verfassers herausgegeben<BR>
                                </FONT><FONT SIZE=2>von </FONT>
                              <P ALIGN="CENTER"><FONT SIZE=5><B>Dr. phil. B. Renz </B></FONT>
                              <P ALIGN="CENTER"><FONT SIZE="2">Zweiter Band </FONT>
                              <P ALIGN="CENTER"><FONT SIZE="2">Mit 274 Abbildungen im Text </FONT>
                              <P ALIGN="CENTER"><FONT SIZE=2>Leipzig </FONT>
                              <CENTER>
                                <P><FONT SIZE="2">Th. Grieben's Verlag (L. Fernau)<BR>
                                  1912</FONT> </P>
                                <P> ____________________________________</P>
                              </CENTER>
                              <P ALIGN="CENTER">EXTRACTS from <BR>
                                  <B>Kapitel XXXVIII</B><BR>
                                  <FONT SIZE="4">Sexuelle Operationen<BR>
                                  </FONT>
                              <P ALIGN="CENTER">
                              <P ALIGN="LEFT"><BR>
                                p. 139<BR>
                                Der Apotheosierung der Fruchtbarkeit, welche jenen Kulten zugrunde 
                                zu liegen scheint, entsprechen die mit der Beschneidungsfeier vielfach 
                                verbundenen geschlechtlichen Ausschweifungen, bzw die offizielle Einf&uuml;hrting 
                                der Frischbeschnittenen in das Geschlechtsleben durch Wort und Tat. 
                                - Der Besuch des heiligen Baumes bei den Kikuyu, die Errichtung eines 
                                mit Opferblut umringelten Besehneidungsbaumes bei denMakua 
                                und den Karesau-Insulanern, die wichtige Rolle des Bananenstammes inder heiligen Ecke des Hauses bei den Howa auf Maladagaskar, die 
                                Umarmung des heiligen, auf gr&uuml;nen Zweigen liegenden Pfahles durch 
                                den Beschneidungskandidaten w&auml;hrend der Operation bei den Unmatjera 
                                in Australien die mit der Subinzision verbundenen wochenlangen Schlangenfeste 
                                der Warramunga usw. usw. sind Erscheinungen, welche an der Bedeutung 
                                der Beschneidung (in verschiedenen Formen) als einen Akt des Geschlechts 
                                bzw. Fruchtbarkeitskultes bei diesen V&ouml;lkern kaum zweifeln lassen. 
                              <P>p. 148<BR>
                                Der <I>Plo&szlig;</I>schen Theorie stimmte der Hauptsache nach auch <I>Richard Andree</I> zu. Die gro&szlig;e Mehrzahl der die Beschneidung 
  &uuml;benden V&ouml;lker, meinte <I>Andree</I>, bezwecke damit Vorbereitung 
                                auf die sexuellen Funktionen <FONT SIZE="3">1)</FONT>, was ja auch 
                                aus dem vorliegenden Kapitel hervorgeht. 
                              <P>Ebenso schrieb <I>Heinrich Schurtz: </I>Der Zweck der Beschneidung 
                                ist "trotz aller tiefsinnigen hypothesen doch wohl nur der, die begattung 
                                zu erleichtern und allenfalls im hygienischen Sinne g&uuml;nstig zu 
                                wirken. Entsprechend wird in manchen Gegenden Austialiens die Vagina 
                                der M&auml;dchen k&uuml;nstlich erweitert" 2). 
                              <P>Nach <I>C. M. Pleyte</I> 3) herrscht "bei unbeeinflu&szlig;ten Heiden 
                                nun allgemein die Meinung . . .,. da&szlig; ein Unbeschnittener nicht, 
                                zu einer fruchtbaren Kopulation f&auml;hig sei" 4). Die Meinung die 
                                Beschneidung sei ein religi&ouml;ser Brauch, sei veraltet. Damit trat 
                                er speziell gegen den j&uuml;dischen Arzt <I>Jacobs </I>auf, der den 
                                religi&ouml;sen Charakter der Operation abermals zu beweisen sachte 
                                und zugleich in Abrede stellte,. da&szlig; die Phimose h&auml;ufig 
                                so hochgradig vorkomme, da&szlig; sie die Befruchtung verhindere. Die 
                                Phimose sei also nicht der Grund der Beschneidung. 
                              <P>Es wuirde viel zu weit f&uuml;hren, wollte ich hier auch noch auf 
                                andere Bem&uuml;hungen, den Sinn der Beschneidung, zu finden, eingehen. 
                              <P>Auch meine bisherigen Ausf&uuml;hrungen machen den Eindruck, da&szlig; 
                                die Knabenbeschneidung bei den weitaus meisten V&ouml;lkern als eine 
                                Vorbereitung zu den geschlechtlichen Funktionen erscheint. Und doch 
                                ist dieser Eindruck kein zwingender, weil er die Frage provoziert, 
                                ob denn die beschnittenen V&ouml;lker in ihrem Umgang mit den unbesclinittenen 
                                nicht einsehen, da&szlig; diese ihnen weder an Zeugungsf&auml;higkeit, 
                                noch an Gesundheit und Reinlichkeit, noch an sozialpolitischer Einheit 
                                nachstehen. 5) 
                              <P>Auch diese Schwierigkeit in der L&ouml;sung des Problems hat &uuml;brigens 
                                schon <I>Andree</I> bemerkt, der andererseits meinte, die Beschneidung 
                                habe eine religi&ouml;se Bedeutung erst dann erhalten k&ouml;nnen, 
                                nachdem sie bereits vorhanden und ihre etwaige Heilsamkeit erprobt 
                                war. 
                              <P>Diese Probe scheint aber die Beschneidung eben doch nicht bestanden 
                                zu haben, und so w&auml;re denn anzunehmen,. da&szlig; die so weit 
                                verbreitete Beschneidung auf einer irrt&uuml;mlichen &Uuml;bersch&auml;tzung 
                                ihrer Wirkung auf die Zeugung beruhe. 
                              <P><FONT SIZE="2">1) Ethnogr. Parall. <I>N. F. </I>206ff.<BR>
                                2) <I>Schurtz</I>, Altersklassen und M&auml;nnerb&uuml;nde, S. 96f. 
                                Berlin 1902. &Uuml;ber die &Ouml;ffnung der Vagina sp&auml;ter.<BR>
                                3) Im Glob. Bd. 61, S. 278f.<BR>
                                4) <I>Pleyte</I> berief sich dabei auf <I>Plo&szlig;, Andree </I>und<I> Wilken</I>, zu deren sehr wertvollen Arbeiten seitdem freilich viel 
                                neues Material gekommen ist. </FONT>
                              <P><FONT SIZE="2">RS:. 5) Andree and Renz fail to differentiate between 
  &quot;geschlechtlichen Funktionen&quot; and &quot;Zeugungsf&auml;higkeit&quot;<BR>
                                The basic problem may be due to 19th century sexual attitudes which 
                                undoubtably associated and even condoned sex only in association with 
                                fertility - (far more than any primitive or modern peoples do!)</FONT>
                              <P><FONT SIZE="2">RS: Renz continues over several pages discussing 
                                her hypothesis that circumcision was continued due to the sanctification 
                                of fertility - as part of a fertility cult. - Undoubtably this was 
                                an important reason (among many others) for the continuation of the 
                                practice, but telling us nothing more of the origins.</FONT>
                              </TD>
                        </TR>
                    </TABLE></TD>
                    </TR>
                </TABLE></TD>
                
              </TR>
          </TABLE></TD>
        </TR>
      </TABLE>
    </DIV>
    <CENTER>
    </CENTER>
  </DIV><CENTER>
  </CENTER>
</BODY></HTML>

