<HTML><HEAD><TITLE>Felix Bryk: Die Beschneidung bei Mann und Weib. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
   <CENTER>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD>
        <P ALIGN="CENTER"> <FONT SIZE="4"><B><FONT SIZE="5">FELIX BRYK</FONT></B></FONT><B><BR>
          <FONT SIZE="4">&quot;NEGER EROS&quot;</FONT></B> <BR>
          <B>Ethnologische Studien &uuml;ber das Sexualleben bei Negern</B><BR>
          Die Beschneidung - S.54-71 <BR>
          <I>A. Marcus &amp; E. Weber`s Verlag Berlin und K&ouml;ln (1928)</I> 
        <P ALIGN="CENTER"><B><FONT SIZE="4">AFRICAN EROS</FONT></B><BR>
          <B>Ethnological Studies on the Sexual life among African peoples</B><BR>
          <B> Translated: R. Stuart</B>
        <P ALIGN="CENTER"><B><A HREF="../../bryk.html#start">SUMMARY </A></B><BR>
  <B><A HREF="index.html#start">Full Index</A></B> <BR>
        </TD>
                        </TR>
                    </TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P ALIGN="CENTER"><B><I><FONT SIZE="4">NEGER EROS</FONT></I></B> </P>
        <P ALIGN="CENTER"><B>Die Beschneidung</B></P>
        <P>S. 54 - 55</P>
        <P>Erst der Beschnittene, der Krieger (<I>Moran</I>), wie er bei den Hirtenv&ouml;lkern 
          hei&szlig;t, genie&szlig;t volle Freiheit zum Tun und Handeln, eine 
          Freiheit, die er ganz besonders in den Dienst der Erotik stellt. Unbeschnitten 
          kann und darf er nicht heiraten; gleiches gilt bei den Hirten- und J&auml;gerv&ouml;lkern 
          f&uuml;r die Braut. Erst durch die Beschneidung werden sie von der Gesellschaft 
          als erwachsen, als geschlechtsreif erkl&auml;rt. Nichts ersehnt daher 
          der Bursche oder das M&auml;dchen bei den Negern so sehr, wie den Beschneidungsakt 
          hinter sich zu haben, denn er bildet bei ihnen einen Merkstein in der 
          sozialen Stellung zwischen zwei Lebensstufen:</P>
        <P>vom J&uuml;ngling (<I>Layoni</I>) wird er zum Manne (Mureniu), vom 
          M&auml;dchen (Kyepta) wird es zum Weibe (Osotya). </P>
        <P>Sie werden zu neuen Menschen. Kose- und Kindernamen gelten von nun 
          ab nicht mehr, der neue Name, den sie erhalten, bleibt ihnen bis zu 
          ihrem Lebensende. (Nandi.)</P>
        <P> Trotz der allgemeinen Verbreitung der Beschneidung bei den meisten 
          V&ouml;lkern, ist &uuml;ber den Grund derselben nichts Bestimmtes bekannt. 
          Fragt man diesen oder jenen hier&uuml;ber aus, so sagt er entweder &quot;<I> 
          zamani</I>!"(1) (mit einer sehr lang ausgezogenen Betonung des"<I>ma</I>"), 
          was so viel bedeutet wie . "seit uralten Zeiten", oder er antwortet, 
          da&szlig; es halt einmal so eine Sitte ist: beides keine Erkl&auml;rungsgr&uuml;nde.</P>
        <P> <FONT SIZE="2">1)&#9;Ein aus dem Arabischen entnommenes Wort der Suahelisprache.</FONT> 
        </P>
        <P>&Uuml;ber den Grund der Beschneidung der M&auml;dchen bei den Nandi 
          wurde mir wiederholt angegeben, es w&uuml;rden die Kinder der Unbeschnittenen 
          sterben. Das ist aber eine Schlu&szlig;folgerung aus der bestehenden 
          unmenschlichen Sitte, Kinder der unbeschnittenen M&auml;dchen zu erw&uuml;rgen. 
          Also auch keine Erkl&auml;rung. </P>
        <P>Ein Dorfh&auml;uptling der Nandi gab mir auf meine Anfrage hinsichtlich 
          der M&auml;dchenschneidung folgende Antwort: "Wir sind Nandi, wir wollen 
          nicht so was H&auml;ngendes bei den Weibern!", Dabei machte er mit seinem 
          Kleinfinger eine ver&auml;chtliche Geb&auml;rde, als wollte er damit 
          die Klitoris andeuten. Zweifelsohne werden die beschnittenen Geschlechtsteile 
          bei Mann und Weib von den in Frage kommenden St&auml;mmen als sch&ouml;n 
          aufgefa&szlig;t. Das haben mir wiederholt Beschnittene wie noch nicht 
          Beschnittene versichert. So hoch man auch das stark ausgepr&auml;gte 
          Sch&ouml;nheitsbed&uuml;rfnis der Neger bewerten will, scheint es mir 
          doch nicht so gro&szlig; zu sein. um aus rein <A NAME="55"></A>&auml;sthetischen 
          Gr&uuml;nden die Entstehung des Beschneid&uuml;ngsrituales zu postulieren. 
          Auch nicht aus rein Magisch-Religi&ouml;sem. Auch hygienische Motive 
          k&ouml;nnen hier nicht ausschlaggebend gewesen sein, zumal die Beschneidung 
          viele Jahre nach der wiederholten Aus&uuml;bung des Geschlechtsaktes 
          bei beiden Geschlechtern stattfindet. Mir scheint vielmehr, da&szlig; 
          der Hauptgrund der Beschneidung sich unschwer aus dein Wesen der Sexualit&auml;t 
          ableiten l&auml;&szlig;t. </P>
        <P>Der Mann ist bestrebt, sich den oft umst&auml;ndlichen Geschlechtsakt 
          so bequem wie m&ouml;glich zu gestalten; und es l&auml;&szlig;t sich 
          nicht bestreiten, da&szlig; dabei oft die Vorhaut ein gewisses, bisweilen 
          sogar schmerzendes Hindernis in den Weg legt, da sie nach Eindringen 
          der Eichel eingeklemmt werden kann, was den Akt erschwert oder, falls 
          dabei das Pr&auml;putitim die Glans nicht frei l&auml;&szlig;t, die<I> 
          ejaculatio seminis </I>beschleunigt. Was lag da n&auml;her als dieses 
          Hindernis zu beseitigen, zumal man dadurch noch ein Sch&ouml;nheitsmerkmal 
          f&uuml;r die erlangte Reife erlangte.</P>
        <P>Von sekund&auml;rer Bedeutung war dabei noch die auf einige Monate 
          ausgedehnte Genesungszeit. da der nun zum Manne gestempelte J&uuml;ngling 
          in Ermanglung von Schulen erst jetzt Gelegenheit finden konnte, in alle 
          Mysterien des Lebens von seinem Meister eingeweiht z&uuml;i werden.</P>
        <P>F&uuml;r die Beschneidung der M&auml;dchen liegen andere Gr&uuml;nde 
          vor. ... </P>         </TD></TR></TABLE>
  </CENTER>
<CENTER>
 <TABLE WIDTH="506" BORDER="0" CELLPADDING="10">
      <TR> 
        <TD> 
          <P><B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1"></B>Navigation 
            Hierarchy<B><BR>
            <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1">Chapter 
            Three<BR>
            <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1"><A HREF="../../anthropology_index.html#start">ANTHROPOLOGY</A><BR>
            <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="100" HEIGHT="1"><A HREF="../../origins.html#start">The Origins of Routine Male Circumcision</A><BR>
  <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="179" HEIGHT="1"></B><A HREF="../../phimosis_history.html#start">Phimosis 
  Through the Ages</A><BR>
  <B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="300" HEIGHT="1"></B><A HREF="../../phimosis_history.html#start"></A> 
  <A HREF="../../bryk.html#start">Bryk</A><BR>
            <B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="250" HEIGHT="1"></B> 
          </P>         </TD></TR></TABLE>
    </CENTER>
  <CENTER>
 <TABLE WIDTH="224" BORDER="0" CELLSPACING="0" CELLPADDING="2" BGCOLOR="#3333FF">
 <TR> 
 <TD><A HREF="../../map.html#start"><IMG SRC="../../library/drawings/map220.gif" WIDTH="220" HEIGHT="125" BORDER="0"></A></TD>
 </TR>
 </TABLE>
 <CENTER>
  <FONT SIZE="1">reference: http://www.male-initiation.net/anthropology/bryk/bryk_de1.html</FONT> 
  <BR>
  <A HREF="../../arc.html#start">Support ARC and help break Taboos</A>
 </CENTER>
</CENTER>
<CENTER>
 
                 
 
</CENTER></BODY></HTML>

