<HTML><HEAD><TITLE>Felix Bryk: Die Beschneidung bei Mann und Weib. Routine circumcision phimosis and male initiation</TITLE>

<META NAME="robots" CONTENT="follow">
<META NAME="Description" CONTENT="Phimosis ... phimotic ring, frenulum-breve and foreskin conditions, inhibit sexual activity ... research on early prevention and individual treatment ... ">
<META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">Experts have been unable to understand the origin of the practice of routine 
          male circumcision. Most of the literature shows no awareness 
          of phimosis - its frequency - or the sexual and erectile problems which can be cured by circumcision. If routine circumcision 
          had been introduced for this most obvious reason of eliminating difficult 
          foreskins; then the importance of an alternative modern method, suitable to our culture's attitudes in this day and age, would be clear. </FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong></DIV><DIV ALIGN="CENTER">
  <IFRAME NAME="content" SRC="../../library/navigation/headers/3.html" WIDTH="800" HEIGHT="100" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
</DIV>
   <CENTER>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <HR NOSHADE SIZE="1">
        <P ALIGN="CENTER"><B><FONT SIZE="5">FELIX BRYK</FONT></B><FONT SIZE="5"><BR>
          &quot;Die Beschneidung bei Mann und Weib&quot; </FONT><FONT SIZE="4"><BR>
          <I><FONT SIZE="2">Gustav Feller. New Brandenburg. (l93l)<BR>
          </FONT></I></FONT><B><I><FONT SIZE="4">TEIL EINS<BR>
          </FONT></I>S. 71 - 98</B> 
        <P> 
        <HR NOSHADE SIZE="1">
        <CENTER>
          <P><B><A HREF="../../bryk.html#start">SUMMARY </A><BR>
   <A HREF="index.html#start">Full Index</A> </B></P>
          
  <TABLE WIDTH="100%" BORDER="0" CELLPADDING="0" BGCOLOR="#ECECFF" CELLSPACING="0">
  <TR> 
              <TD WIDTH="89%"> 
                <CENTER>
                  <B>Teil Eins</B> 
                </CENTER>         </TD></TR></TABLE>
          
  <TABLE WIDTH="100%" BORDER="0" CELLPADDING="0" BGCOLOR="#ECECFF" CELLSPACING="0">
  <TR> 
              
  <TD WIDTH="23%"><A HREF="bryk_eng2.html#start"><B>Page 92 - 120</B></A></TD>
              <TD WIDTH="48%">
              </TD>
              <TD WIDTH="29%"> 
                
  <DIV ALIGN="RIGHT">.<A HREF="bryk_de2.html#start"><B>S. 71 - 98</B></A> 
  </DIV>         </TD></TR></TABLE>
          <TABLE WIDTH="100%" BORDER="0" CELLPADDING="5" BGCOLOR="#F4F4FF" CELLSPACING="0">
            <TR> 
              <TD WIDTH="23%">p. 92<BR>
                p. 95<BR>
                p. 100<BR>
                p. 103 <BR>
                p. 104<BR>
                p. 105<BR>
                p. 106<BR>
                p. 107<BR>
                p. 110 <BR>
              </TD>
              <TD WIDTH="57%"> Philos 6 Punkte - (RS hilfes anleitung) <BR>
                1 - gonorrhoea<BR>
                2 - smegma, reinhaltung<BR>
                3 - mimetische Herz<BR>
                4 - fruchtbarkeit<BR>
                5 - s&uuml;nde zu hemmen<BR>
                6 - f&ouml;rdern demut vor Gott<BR>
                Vorhaut als trophäe<BR>
                Opfer.. (Blut kult...psychologie) </TD>
              <TD WIDTH="20%"> 
                <DIV ALIGN="RIGHT">S. 71<BR>
                  S. 75<BR>
                  S. 80<BR>
                  S. 83<BR>
                  S. 84<BR>
                  S. 84<BR>
                  S. 86<BR>
                  S. 86<BR>
                  S. 89</DIV>         </TD></TR></TABLE>
          </CENTER>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3"><A NAME="71"></A>p.71</FONT> 
        <P ALIGN="CENTER"><FONT SIZE="3"><B>ERKL&Auml;RUNGSVERSUCHE</B></FONT> 
        <P><FONT SIZE="3">Die Erkl&auml;rungen &uuml;ber Zweck und Ursache der 
          Beschneidung die hier in einer Zusammenstellung ausf&uuml;hrlich angef&uuml;hrt 
          werden, bieten ein gl&auml;nzendes Beispiel von der Vielseitigkeit des 
          menschlichen Kornbinierungs-Verm&ouml;gens, der &uuml;berschwenglichen 
          Phantasie, aber auch gleichzeitig ein Dokument f&uuml;r die ambivalente 
          Giltigkeit von kasuistischen Schlu&szlig;folgerungen. Demzufolge erg&auml;nzen 
          oft die mannigfaltigen Deutungen dieser immer noch r&auml;tselhaften 
          Operation nicht nur einander, sondern sie widersprechen einander v&ouml;llig; 
          nur einige Beispiele: die Beschiteidung habe den Zweck, die Masturbation 
          unm&ouml;glich zu machen (Sachtleben) oder das Gegenteil, sie beg&uuml;nstige 
          die Masturbation (Salomon). Sie f&uuml;hrte zur P&auml;derastie, oder 
          sie sei ein Pr&auml;ventivmittel gegen sie (Risa), sie mache den Menschen 
          keusch - oder das Gegenteil, sie sei zur Raffinierung des Geschlechtsaktes 
          eingef&uuml;hrt, usw. usw.</FONT> 
        <P><FONT SIZE="3">Je nach der subjektiven Einstellung des betreffenden 
          Autors, bezw. der einzelnen V&ouml;lker, wird das Problem der Beschneidung 
          gestellt und beantwortet und es gibt wohl keinen krasseren Gegensatz 
          in der Bewertung dieses Brauches, als wenn er von einer Seite als etwas 
          geradezu G&ouml;ttliches gepriesen und von anderer Seite als etwas Barbarisches 
          (Levit) verworfen wird. Hier handelt es sich aber in erster Linie nicht 
          um ethische Urteile, die denKern der Sache nur verschleiern 
          k&ouml;nnen; die Fragestellung darf nur lauten: wie ist der Mensch auf 
          den</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3">p.72</FONT> 
        <P><FONT SIZE="3">Gedanken gekommen, gerade den Penis zu verstummeln? 
          Was gab den ersten Antrieb dazu? Wie sich dann allm&auml;hlich mit der 
          Verbreitung und Entwickelung der Beschneidung das Bild der Auffassung 
          &uuml;ber ihr Wesen ab&auml;ndert, wie urspr&uuml;nglich nebens&auml;chliche 
          Motive den urspr&uuml;nglichen Antrieb v&ouml;llig verdr&auml;ngen, 
          das ist f&uuml;r den Psychologen von ungeineinem Interesse, bringt uns 
          aber dem Kern der Frage nicht n&auml;her. Man mu&szlig; aber die verschiedenen 
          Auffassungen kennen, ehe man sich an die Beantwortung unserer Fragestellung 
          hieranwagt, daher lasse ich in einen Historischen &Uuml;berblick die 
          einzelnen Autoren zu Worte kommen. Ich beginne mit Phio, dem hellenistischen 
          Juden aius dem ersten Jahrhundert nach Christi Geburt. </FONT> 
        <P><FONT SIZE="3">Philo nennt "mehrere Gr&uuml;nde, die diese alte Sitte 
          aufrecht zu erhalten bewogen haben", vor allem aber vier: <BR>
          &quot;Erstlich, um eine sehr schwere und schwierig zu heilende Krankheit, 
          die - vom brennenden Schmerze und der Entz&uuml;ndung, - wie ich annehme 
          -, Karbunkel genannt wird, zu verh&uuml;ten, eine Krankheit, der Unbeschnittene 
          leichter unterworfen sind. <BR>
          Zweitens wegen der v&ouml;lligen Reinlichkeit des K&ouml;rpers, die 
          der priesterlichen Ordnung geziemt, weshalb auch die h&ouml;chsten &auml;gyptischen 
          Priester mit Sorgfalt ihre K&ouml;rper pflegen, denn unter den Haaren 
          sowie unter den Vorh&auml;uten bleibt angesammelter Schmutz kleben, 
          der dort entfernt werden mu&szlig;. <BR>
          Drittens damit dieses beschnittene Teilchen eine gewisse &Auml;hnlichkeit 
          mit dem Herzen habe: beide Organe dienen n&auml;mlich dem Schaffen von 
          Neuem. Ist doch der Geist, der im Herzen wohnt, das Organ der Erkenntnis 
          ebenso wie die Geschlechtsteile der Lebewesen ein Organ der Erkenntnis 
          sind. Darum hielten es die Alten f&uuml;r billig, diesen sichtbaren 
          Teil, von dem das k&ouml;rperlich-sinnliche herstammt, jenem verborgenen 
          edleren Teil, der Quelle des geistigen Sinnes, &auml;hnlich zu machen. 
          <BR>
          Weiter liegt der vierte und zwar allerdringendste Grund in der Sorge 
          um die Fruchtbarkeit und um eine reichliche Nachkommenschaft. Man sagt 
          doch, da&szlig; der Samen geradeaus ohne St&ouml;rung (l) ejakuliert 
          werden kann und da&szlig; er sich nicht</FONT> 
        <P><FONT SIZE="2">1) Bastide berichtet von einer durch die 0peraion der 
          Beschneidung eheilten Sterilit&auml;t. (Rawitzki in Glasberg, S<I>. 
          </I>XVIII.) (B.) </FONT>  </TD>
                        </TR>
                    </TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3">p.73</FONT> 
        <P><FONT SIZE="3"> in den Falten der Vorhaut verl&auml;uft: so strotzten 
          ja auch die beschnittenen V&ouml;lker vor Fruchtbarkeit und so seien 
          sie auch die volkreichsten. Das sind die Gr&uuml;nde, die zu meinen 
          Ohren gelangten, &uuml;berliefert von g&ouml;ttlichen M&auml;nnern, 
          die die Lehren Mosis gr&uuml;ndlich erforscht haben. </FONT> 
        <P><FONT SIZE="3">Aber au&szlig;er den gesagten Gr&uuml;nden f&uuml;r 
          die Beschneidung glaube ich noch zwei wegen ihrer gro&szlig;en Bedeutung 
          aufzeigen zu sollen: einmal die operative Entfernung der Begierden, 
          die den Geist bel&auml;stigen. Denn da unter allen Reizen der Begierden 
          der Beischlaf des Mannes mit dem Weibe die erste Stelle einnimmt, habendie Gesetzgeber befohlen,das Instrument, das jenem Zusammensein 
          dient, zu verst&uuml;mmeln, in dem sie darauf hinwiesen, da&szlig; diese 
          gewaltige Begierde gehemmt werden m&uuml;sse, und indem sie versprechen 
          zu k&ouml;nnen glaubten, da&szlig; nicht blo&szlig; diese eine Begierde, 
          sondern durch jene gewaltige alle gehemmt w&uuml;rden. Zweitens damit 
          sie dadurch ermahnt w&uuml;rden, sich selbst zu erkennen und die Anma&szlig;ung, 
          jene schwere Krankheit der Seele, abzulegen. Manche r&uuml;hmensich 
          gewisserma&szlig;en wie Bildner, sie k&ouml;nnten das sch&ouml;nste 
          Lebewesen schaffen und hierauf stolz, geben sie sich in ihrem &Uuml;bermut 
          f&uuml;r G&ouml;tter aus, indem sie gar Gott als Autor der Sch&ouml;pfung 
          leugnen. Dabei h&auml;tten sie doch diesen Irrtum korrigieren k&ouml;nnen, 
          wenn sie sich das andere angeschaut h&auml;tten, womit sie sich besch&auml;ftigen. 
          Viele M&auml;nner unter ihnen sind ja steril (bezw. viele Frauen unfruchtbar), 
          die aus unt&uuml;chtigem Beischlafe kinderlos ergreisten. Diese verkehrte 
          Auffassung mu&szlig; aus der Seele ausgemerzt werden, wie auchalles 
          &Uuml;brige, das irgendwie der Fr&ouml;mmigkeit widerstrebt." </FONT> 
        <P><FONT SIZE="3">Der lateinische Text lautet: Philo kennt <I>"causas 
          permultas, quae suadeant hoc priscorum institutum tueri et conservare, 
          sed quattuor praecipuas. Unam, ut caveatur morbus gravis & curatu difficilis, 
          quem vocant carbunculum, ab urendo, ut opinor, cuminflammatione sic 
          apellatum, qui morbus praeciputiatis facilius innascitur. Alteram ob 
          integram corporis puritatem qualis congruit sacerdotali ordini,- quamobrem 
          etiam sumrnâ cum curâ radunt corpora Aegyptii sacrifici; quae enim expurgari 
          debent sordes collectae, sub pilis & praeputiis haerent. Tertiam, quod 
          cordis similitudinem quandam habeat circumcisa haec particula: ambae 
          enim generationi serviunt. Est enim spiritus in corde habitans</I></FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD>
        <P><FONT SIZE="3">p.74</FONT> 
        <P><FONT SIZE="3"><I>notionum organon, sicut & animalium genitalia. Ideo 
          Prisci aequum censuerunt occultae illi potiorique parti ceu fonti sensuum 
          animi, adsimilare hanc visibilem, unde sensibilia generantur. Quarta 
          porrò causa eaque summe necessaria, est cura foecunditatis & numerosae 
          sobolis. Aiunt enim, ita semen recta ejaculari integrum, nec diffluens 
          per sinus praeputii: & ideo circumcisas gentes foecunditate pollere 
          esseque populosissimas. Haec sunt quae ad aures meas pervenerunt, tradita 
          per manus à divinis viris, qui Mosis placita diligenter investigârunt. 
          Equidem praeter jam dictas rationes per circumcisionem significari arbitror 
          duo quaedam valde necessaria: unum, excisionem voluptatum quae mentem 
          fascinant. Quoniam enim inter omnes voluptatum ilecebras principatum 
          tenet viri congessus cum muliere, instrumentum his congressibus serviens 
          Legislatores mutilari jusserunt: innuentes resecandam voluptatem nimiam, 
          non unam tantum hanc, sed omnes per unam vehementissimam subindicantes. 
          Alterum verò, quo moneantur se ipsos nosse, et abjicere arrogantiam, 
          gravem morbum animae. Quidarn enim velut praedari fictores, jactant 
          se posse hominem animalium pulcherrimum producere,& inflati hac superbia 
          gerunt se pro diis, vero autore generationis Deo dissimulato, cum tamen 
          eum errorem, consideratis aliis quibuscum versantur, potuissent corrigere. 
          Multi enim sunt inter eos viri steriles, (infoecundae etiam mulieres 
          multae) qui ex congressibus imbecillibus consenuerunt in orbitate. Haec 
          igitur- prava opinio excidenda est ex anima, sicut & caeterae quaecunque 
          pietatis repugnant."</I></FONT> 
        <P><FONT SIZE="3">Das Merkw&uuml;rdige an dieser Schrift von Philo, die 
          nicht nur einen der ersten Erkl&auml;rungs-Versuche in der Geschichte 
          der Beschneidung darstellt, sondern gleichzeitig eine F&uuml;lle von 
          anregenden Gedanken in und auf die Frage wirft, ist, da&szlig; Pliilo 
          sich dessen bewu&szlig;t ist, da&szlig; er nichts &uuml;ber das Motiv, 
          den Grund der Beschneidung aussagt, sondern &uuml;ber die Motive ihrer 
          Beibehaltung. Er spricht bereits von einem alten Brauch, den er als 
          gegeben darstellt: er stellt uns also genau so wie das Alte Testament 
          vor ein <I>fait accompli: </I>"Geh,beschneide das Fleisch deiner 
          Vorhaut." Was aber der Sinn der Beschneidung ist, warum gerade der Penis 
          zum Zeichentr&auml;ger des Bundes mit Gott gew&auml;hltwird, 
          das mu&szlig; Abraham wissen. Philo wei&szlig; dies jedenfalls nicht.</FONT> 
        </TD>
                        </TR>
                    </TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><A NAME="75"></A>p.75 
        <P><FONT SIZE="3">Wir werden nun die sechs Punkte, die Philo als die wesentlichen 
          f&uuml;r die Beibehaltung des Beschneidungs-Brauches hervorhebt, einzeln 
          besprechen. </FONT> 
        <P><FONT SIZE="3"><B>Philo Punkt 1:</B> <BR>
          Der erste Punkt der Erkl&auml;rung befa&szlig;t sich wie auch die anderen 
          eigentlich. nicht mit der Aufdeckung des Grundes, sondern berichtet 
          &uuml;ber die sanit&auml;ren Folgen der Operation, behandelt somit denaus ihr erwachsenden Nutzen. Diese Auffassung, die nach Trusen (p. 
          118) dem Geist der Bibel widerspricht, da eine solche Veranlassung nicht 
          erw&auml;hnt wird,1) ist heute die meist verbreitete und erfreut sich 
          besonders unter den &Auml;rzten einer besonderen Popularit&auml;t. Nach 
          Collin (p. 9) beruht der Nutzen der Beschneidung in:<BR>
          a) Vorbeugung von Paraphimose und Phimose. <BR>
          b) Vorbeugung von Eicheltripper. <BR>
          c ) verliert die Eichel durch die fr&uuml;hzeitige Entbl&ouml;&szlig;ung 
          ihre allzu hohe Empfindlichkeit, durch welch letztere leicht Pollutionen 
          und Onanie entsteht. Diese Empfindlichkeit wird bei Unbeschnittenen 
          auch h&auml;ufig durch eine reizende Beschaffenheit des Smegma's bedingt, 
          welche unwillk&uuml;rlich zu Friktionen n&ouml;tigt.<BR>
          d) geringere Empf&auml;nglichkeit f&uuml;r Syphilis. Welchen Anteil 
          hierbei die Moralit&auml;t hat, sei dahingestellt. <BR>
          e) Blutungen, welche durch die Zerrei&szlig;ungen des B&auml;ndchens 
          der Vorliaut beimBeischlaf zu entstehen pflegen, ist der Beschnittene 
          nie ausgesetzt. <BR>
          f) Krankheiten der Eichel, etc. sind leichter zu erkennen und zu behandeln. 
          </FONT> 
        <P><FONT SIZE="3"> Diese sch&ouml;ne Liste von aus der Beschneidung f&uuml;r 
          den Operierten erwachsenen Vorteilen hat auch die &Auml;rzte dazu veranla&szlig;t, 
          eine allgemeine Beschneidung auch unter den Nichtjuden in Europa wie 
          Amerika zu propagieren (Remondino). </FONT> 
        <P><FONT SIZE="2">1) Trusen schreibt: "Auch w&uuml;rde die Beschneidung, 
          wenn sie dieser Ursache ihre Entstehung verdankte, in sp&auml;teren 
          Zeiten bei den in allen Climaten der Erde zerstreuten Juden gewi&szlig; 
          schon l&auml;ngst in der Wahrnehmung untergegangen sein, da&szlig; andere 
          V&ouml;lker ohne dieselbe eben nicht gr&ouml;&szlig;eren Gefahren durch 
          &ouml;rtliche Krankheiten der Vorhaut ausgesetzt wird; denn dergleichen 
          zuf&auml;llige und immer nur sporadische, vor&uuml;bergehende Affektionen 
          der Vorhaut, wie der Eicheltripper, die Phymose und die Paraphymose, 
          sowie die Zerrei&szlig;ung des B&auml;ndchens bedurften keines so allgemeinvolkst&uuml;mlichen Schutzmittels, das &uuml;berdies nur f&uuml;r 
          jenes tropische Klimaberechtigt sein k&ouml;nnte, f&uuml;r den 
          kindlichen Organismus aber keineswegs ohne Gefahr ist."</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3"><A NAME="76"></A>p. 76</FONT> 
        <P><FONT SIZE="3">Da&szlig; die Beschneidung wenigstens demPeniskarzinom 
          nicht vorzubeugen vermag, hat neulich Sanipoerno nachgewiesen. Unter 
          78 Karzinomen bei Javanern wurden 7 Peniskrebse festgestellt. Sampoerno 
          sagt: <BR>
          "Die Ansicht, da&szlig; die Beschneidung vor dem Karzinom des Penis 
          sch&uuml;tzt, ist demnach nicht aufrecht zu erhalten, da bei den Javanern 
          ebenso wie bei den Juden die rituelle Beschneidung in Form von Zirkumzision 
          rituell ausgef&uuml;hrt wird." </FONT> 
        <P><FONT SIZE="3">Bloch (p. 421) begr&uuml;ndet die Einwirkung der Beschneidung 
          auf die Resistenz 'oder sogar Immunit&auml;t 'des Penis gegen&uuml;ber 
          venerischen Krankheiten wie folgt: "Ist die vorhaut durch beschneidung 
          entfernt worden, so h&ouml;rt damit auch jene Absonderung auf und die 
          Eichelschleimhaut wandelt sich in eine derbe, allen Reizen und Infektions-Erregern 
          weniger zug&auml;ngliche Haut. Es ist kein Zweifel, da&szlig; die Beschneidung 
          bis zu einem gewissen Grad ein Schutzmittel gegen die syphilitische 
          Ansteckung ist, w&auml;hrend sie freilich gegen Tripper nicht scli&uuml;tzt."</FONT> 
        <P><FONT SIZE="3"> "Eine weise, sanit&auml;ts-polizeiliche Ma&szlig;regel" 
          nennt sie Rosenzweig von diesem Gesichtspunkte aus nicht mit Unrecht. 
          <BR>
          Man mu&szlig; aber ein schlechter Kenner der Mentalit&auml;t des primitiven 
          Menschen sein, um nur einen Augenblick im Ernste annehmen zu k&ouml;nnen, 
          da&szlig; ihn hygienische Motive zur obligaten Einf&uuml;hrung einer 
          generellen Pr&auml;ventivma&szlig;regel bewogen haben k&ouml;nnten. 
          Es unterliegt keinem Zweifel, da&szlig; operative Eingriffe an der Vorhaut 
          schon in grauer Urzeit aus medizinischen Gr&uuml;nden ausgef&uuml;hrt 
          wurden, denn sicher ist schon damals die angeborene Phimose 1) aufgetreten, 
          die sich auf diese Weise manifestiert, da&szlig; die pliysiologische 
          Losl&ouml;sung des inneren Vorhautsbl&auml;ttes von der Eichel nicht 
          stattfindet oder die Vorhauts-&Ouml;ffnung derart verengt ist, da&szlig; 
          sich das Pr&auml;putium &uuml;ber die Eichel nie zur&uuml;ckziehen l&auml;&szlig;t. 
          </FONT> 
        <P><FONT SIZE="3">Auch die erworbene Phimose und Altersphimose (Stickler) 
          d&uuml;rfte damals, wie noch heute in der Heilkunde, operativ beseitigt 
          worden sein. Nach Schepelmann gen&uuml;gt freilich oft auch</FONT> 
        <P><FONT SIZE="2">1) Busch hat uns eine genaue Beschreibung der Phimose 
          undihrer operativen Entfernung gegeben. Er behauptet: "Da bei 
          den Orientalen die Phimose fast eine nationale Eigent&uuml;mlichkeit 
          ist, so erhob Moses die Beschneidung zu einer religi&ouml;sen Vorschrift 
          und auch Mohammed lie&szlig; diese Vorschrift f&uuml;r die Bekenner 
          des Islambestehen."</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P> <FONT SIZE="3"><A NAME="77"></A>p.77</FONT> 
        <P><FONT SIZE="3">ein L&auml;ngsschnitt <I>(incisio), </I>wobei eine "Sch&uuml;rzenbildung" 
          entsteht, bei S&auml;uglingen kommt man sogar mit einer "manuellen Dehnung" 
          der Vorhaut aus. Ja, ich w&uuml;rde sogar so weit gehen, anzunehmen, 
          da&szlig; die erste Beschneidung auf Erden aus rein medizinischen Gr&uuml;nden 
          erfolgt ist, wobei dahingestellt sein mag, ob sie ein Steinzeitmensch 
          oder &Auml;gypter,1) wie es Ebers haben m&ouml;chte, ers&ouml;nnen hat. 
          Aber es widerspricht der primitiven Denkensart, diese gelegentlich vorkommende 
          Operation in die kultischen Gebr&auml;uche zu verankern. Ich verweise 
          u. a. auf Eylmann.</FONT> 
        <P><FONT SIZE="2">1) Ein Volk von so eminent medizinischer Begabung, wie 
          die &Auml;gypter, war vor allem anderen wohl geeignet, eine so heilsame 
          Ma&szlig;regel, wie die Beschneidung, zu ersinnen."</FONT> 
        <P><FONT SIZE="3">Eylmann (p. 119-120) er&ouml;rtert zun&auml;chst den 
          hygienischen Nutzen der Beschneidung.<BR>
          "In betreff der Circumcision ist man gemeiniglich nicht um eine Antwort 
          verlegen. Wie bei V&ouml;lkern der andern Erdteile, so soll auch bei 
          den Urbewohnern Australiens die h&auml;ufige Entz&uuml;ndung des inneren 
          Pr&auml;putialblattes und der Eichel <I>(Balanoposthitis) </I>die Veranlassung 
          gegeben haben, die Vorhaut zu entfernen, um dadurch die Ansammlung des 
          Talgdr&uuml;sen-Sekretes zu verhindern. Dieses Sekret &uuml;bt n&auml;mlich, 
          wenn es sich zersetzt, leicht einen so starken Reiz auf die Schleimhaut 
          aus, da&szlig; sich dieselben entz&uuml;nden. - Mich befriedigt diese 
          Erkl&auml;rung nicht. - Die Entz&uuml;ndung tritt amh&auml;ufigsten 
          in den ersten Jahren 2) nach dem Beginn der Geschlechtsreife auf, aber 
          keineswegs sehr h&auml;ufig; auch pflegt sie nur dann st&auml;rkere 
          Schmerzen zu verursachen, wenn die Vorhaut so eng ist, da&szlig; der 
          Eiter sich nicht gleich einen Weg nach au&szlig;en zu bahnen vermag. 
          Unter Umst&auml;nden f&uuml;hrt sie aber, wie ich nicht unerw&auml;hnt 
          lassen darf, zu einer starken Schwellung der Vorhaut (entz&uuml;ndliche 
          Plimose und Paraphimose). Ferner wird die Vorhaut infolge h&auml;ufigen 
          Beischlafes 3). bedeutend </FONT> 
        <P><FONT SIZE="2">2) Die Richtigkeit dieser Behauptung ist noch nachzuweisen! 
          Eine Entz&uuml;ndung tritt vielmehr, falls keine Phimose vorliegt, nur 
          bei Kindern, die ihre Eichel noch nicht denudiert haben, auf. Ich habe 
          in Zentralafrika nur einen Fall von Paraphimose beobachtet: der Patient 
          war h&ouml;chstens f&uuml;nf Jahre alt.Es war dies bei den Maragoli; 
          die Mutter zeigte uns das wimrnernde Kind, dessen entbl&ouml;&szlig;ter 
          Penis eine sehr entz&uuml;ndete Eichel mit zur&uuml;ckgezogener Vorhaut 
          hatte. (B.) </FONT></P>
        <P><FONT SIZE="2">3), Und vor allem infolge vorhergehender manueller Manipulation. 
          (B.)</FONT> </P>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><A NAME="78"></A>p.78 
        
<P><FONT SIZE="3">weiter, so da&szlig; sie sich mit der gr&ouml;&szlig;ten 
Leichtigkeit zur&uuml;ckstreifen l&auml;&szlig;t. Bei vielen M&auml;nnern 
bedeckt sie &uuml;brigens nur noch ausnahmsweise die Eichel. Die Zeit, 
wo ihr Vorhandensein von nennenswertem Nachteil sein kann, wenn ich 
mich so ausdrucken darf, ist also sehr kurz. Bei einigen Personen ist 
allerdings die &ouml;ffnung so eng, da&szlig; der Beischlaf Schmerzen 
verursacht, und selbst das Urinieren nicht leicht von statten geht. 
F&auml;lle dieser Art&quot;...*.... &quot;treten aber so selten auf, 
da&szlig; wir sie bei unseren Er&ouml;rterungen unber&uuml;cksichtigt 
lassen k&ouml;nnen.&quot; </FONT></P>
        <P><FONT SIZE="2">* Eylmann writes: &quot;F&auml;lle dieser Art - sie 
          erheischen gew&ouml;hnlich einen operativen Eingriff, da durch den Geschlechtsverkehr 
          keine wesentlich Besserung erzielt wird - treten aber so selten auf,&quot; 
          (RS.) </FONT> </P>
        <P><FONT SIZE="3">"Dies sind die Gr&uuml;nde, weswegen ich die Frage: 
          Ist es wahrscheinlich, da&szlig; ein Naturvolk, wie das australische, 
          das gegen k&ouml;rperlichen Schmerz viel unempfindlicher ist, als wir, 
          durch das verh&auml;ltnism&auml;&szlig;ig geringf&uuml;gige, und nicht 
          besonders h&auml;ufig auftretende Leiden veranla&szlig;t worden ist, 
          eine Sitte einzufahren, durch die eine gr&ouml;&szlig;ere Summe von 
          Schmerzen und Ungemach erzeugt wird, als durch das Leiden selbst, mit 
          nein beantworte.</FONT> 
        <P><FONT SIZE="3">"Meiner Meinung nach ist diese Verunstaltung des Penis 
          eine Art Abzeichen des M&auml;nnerbundes, und sollen die bei ihrer Vornahme 
          verursachten Schmerzen, wie viele andere Qu&auml;lereien vor der Mannbarkeits-Erkl&auml;rung, 
          dazu dienen, die J&uuml;nglinge durch Einsch&uuml;chterung zu willenlosen 
          Werkzeugen der &Auml;ltesten zu machen. Da&szlig; man das Abzeichen 
          nicht an anderer Stelle anbringt, darf uns nicht wunder nehmen, da ja 
          die m&auml;nnlichen und weiblichen Geschlechtsteile sich unter allen 
          V&ouml;lkern einer gr&ouml;&szlig;eren Beachtung erfreuen, als die meisten 
          &uuml;brigen Teile des K&ouml;rpers. &Uuml;berdies mu&szlig; ja mancher, 
          m&ouml;ge er einem Kultur- oder Naturvolke angeh&ouml;ren, auf den Gedanken 
          kommen, da&szlig; die Vorhaut f&uuml;r einen Erwachsenen ein &uuml;berfl&uuml;ssiges 
          Gebilde sei, wenn er sieht, da&szlig; sie bei Knaben stets die Eichel 
          umschlie&szlig;t, bei M&auml;nnern Hingegen dieselbe sehr oft ganz unbedeckt 
          l&auml;&szlig;t, und es dann den Anschein hat, als sei sie geschrumpft, 
          dem Schwunde anheimgefallen. Dazu kommt noch, da&szlig; das Geschlechtsglied 
          gewisserma&szlig;en in Beziehung zur Mannbarkeitserkl&auml;rung steht, 
          da der J&uuml;ngling durch dies ja die Berechtigung zu einer Ehe erlangt. 
          </FONT> 
        <P><FONT SIZE="3">"In dem oben Gesagten bin ich von der Voraussetzung 
          ausgegangen, die Sitte, die Vorhaut zu entfernen, sei ohne Beeinflussung 
          von au&szlig;en im Lande entstanden. Nat&uuml;rlich ist nicht ausgeschlossen, 
          da&szlig; Fremde sie eingef&uuml;hrt, oder die Vor-</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD><FONT SIZE="3">p.79</FONT> 
        <P><FONT SIZE="3">fahren der australischen Urbewohner sie schon vor der 
          Wanderung nach dem f&uuml;nften Erdteile von einem anderen Volke &uuml;bernommen 
          h&auml;tten. Aber auch in diesen F&auml;llen wird ihr Ursprung nicht 
          wesentlich von dem angenommen abweichen; kommen doch bei vielen Naturv&ouml;lkern 
          J&uuml;nglings-Weihen vor, die denen der Australier in mancher Hinsicht 
          sehr &auml;hnlich sind." ... </FONT> 
        <P><FONT SIZE="3">Auch Christus soll vom medizinisch-hygienischien Zwecke 
          der Beschneidung &uuml;berzeugt gewesen sein, das schlie&szlig;en die 
          Deuter aus folgender Stelle. </FONT> 
        <P><FONT SIZE="3">"Wenn ein Mensch die Beschneidung am Sabbath empfangen 
          darf, damit das Gesetz Mosis nicht &uuml;bertreten werde, was z&uuml;rnt 
          ihr &uuml;ber mich, da&szlig; ich einen ganzen Menschen am Sabbath gesund 
          gemacht habe?"</FONT> 
        <P><FONT SIZE="3">Hier setzt Christus das Heilen des ganzen K&ouml;rpers 
          dem Beschneiden entgegen; die Beschneidung sollte, - so wird gefolgert 
          -, nach Christi Ansicht nur ein einziges Glied, den Penis, gesund machen.1) 
          (Salomon, p. 22-23.) </FONT> 
        <P><FONT SIZE="2">1) Diese Argumentierung erscheint mehr als gesucht. 
          Beschneidung und Gesundmachen sind hier in diesem Zusammenhange keineswegs 
          als Antithesen aufzufassen. Die Beschneidung wird doch an keinem Kranken 
          ausge&uuml;bt, der gesund gemacht werden soll - kranke Kinder d&uuml;rfen 
          bei den Juden &uuml;berhaupt nicht beschnitten werden. Der betreffende 
          Passus w&auml;re also zu verstehen: wenn am Sabbath die Beschneidung, 
          die sich nur auf einen Teil des K&ouml;rpers bezieht, ausge&uuml;bt 
          werden darf, um wie viel eher soll da nicht das Heilen eines ganzen 
          K&ouml;rpers am Sabbath gestattet sein? </FONT> 
        <P><FONT SIZE="3">&Uuml;ber einen t&ouml;tlichen Ausgang beim &Auml;gypier 
          Apion infolge Eicheltrippers und Infektion nach der operativen Behandlung 
          des entz&uuml;ndeten Gliedes berichtet Josephus Flavus </FONT> 
        <P><FONT SIZE="3">"Daher scheint mir Apion mit Recht wegen seiner Verh&ouml;hnung 
          der vaterl&auml;ndischen Gesetze eine passende Strafe erlitten zu haben, 
          denn die Noth hatte ihn gezwungen, sich beschneiden zu lassen, indem 
          an seinem Schamgliede (seiner Eichel) eine Verschw&auml;rung entstand, 
          und da die Beschneidung ohne Erfolg war, vielmehr Putreszenz eintrat, 
          so starb er unter f&uuml;rchterliehen Schmerzen." (Salomon, p. 23.) 
          </FONT> 
        <P><FONT SIZE="3">Die ganze Hypothese &uuml;ber den prophylaktischen Zweck 
          der Beschneidung nur deshalb fallen zu lassen, weil sich diese Operation 
          etwa den venerischen Krankheiten gegen&uuml;ber als wirkungslos erwiesen 
          h&auml;tte, geht nicht an: wie viele Heilmethoden sind</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3">p.80</FONT> 
        <P><FONT SIZE="3">grundfalsch oder ohne Erfolg und wurden trotzdem urspr&uuml;nglich 
          aus medizinischen Erw&auml;gungen eingef&uuml;hrt. Wenn also Sudhoff 
          die Einf&uuml;hrung der Beschneidung aus hygienischen Gr&uuml;nden heute 
          davon abh&auml;ngig macht, ob die Syphilis in der alten Welt bodenst&auml;ndig 
          war oder erst aus Amerika eingef&uuml;hrt wurde, sie also im ersten 
          Falle als in einem Kausal-Zusammenhange stehend ansieht, im Falle eines 
          amerikanischen Importes der Syphilis jedoch verwirft, so zeigt dieses 
          ganze R&auml;sonnement, wie wenig R&uuml;cksicht auf das pr&auml;logische 
          Denken der Primitiven genommen wurde ... und wie wenig ernst die prophylaktische 
          Zweckm&auml;&szlig;igkeits- Hypothese zu nehmen ist. </FONT> 
        <P><FONT SIZE="3"><A NAME="sudhoff"></A>Sudhoff schreibt: "Da&szlig; die 
          Beschneidung der Juden aus &Auml;gypten &uuml;berkommen ist, steht heute 
          au&szlig;er Zweifel, ebenso ihre Herkunft f&uuml;r beide Geschlechter 
          aus dem innersten Afrika. Das w&uuml;rde ihr nat&uuml;rlich ihre objektive 
          Bedeutung nicht nehmen, so wenig wie jedem anderen Brauch, der in v&ouml;llig 
          differenten Gedankenkreisen wurzelt, deshalb seine Wirkung in der Richtung 
          der Hygiene abgestritten werden kann, weil ihm die subjektive hygienische 
          Pr&auml;gung abgeht. Aber die hygienische Bedeutung der Beschneidung 
          des Mannes im Altertum wird mit dem Tage gering, an dem die Nichtexistenz 
          der Syphilis vor Kolumbus in der alten Welt, wie heute allgemein angenommen 
          wird, bewiesen ist. Angeborene Bildungsfehler, wie die Phiniose, als 
          Argument f&uuml;r eine generelle Beschneidung des Mannes anzuf&uuml;hren, 
          hei&szlig;t die Frage auf ein anderes Gebiet verschieben. Die auf dem 
          gleichen kultischen Boden erwachsene Beschneidung der Frau hat noch 
          niemals jemand als hygienische Ma&szlig;nahme proklamiert. Da&szlig; 
          das Judentum nicht auch diesen &auml;gyptischen Tempelbrauch &uuml;bernahm, 
          erkl&auml;rt sich leicht daraus, da&szlig; die Frau im Tempelkult der 
          Juden damals keine Rolle spielte, ja den Tempel gar nicht betreten durfte: 
          es liegt aber noch die Frage nahe, ob im Volke Israel eine Periode gewesen 
          ist, in der nur der Priesterstamm beschnitten war, oder ob von Anfang 
          an das gesamte Volk durch seiner Beschneidung als ein priesterliches 
          charakterisiert werden sollte." </FONT> 
        <P><FONT SIZE="3"><B>Philo: Punkt II.</B> <BR>
          Philo: Punkt II. f&auml;llt eigentlich mit dem ersten insoferne zusammen, 
          da er sich ebenfalls auf hygienische Natur, die der Reinhaltung der 
          Eichel, </FONT> 
        </TD>
                        </TR>
                    </TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P><FONT SIZE="3">p.81</FONT> 
        <P><FONT SIZE="3">bezieht. Es handelt sich also nur um eine Detail-Frage: 
          die der Zersetzungs-M&ouml;glichkeit des Smegmas. Das Smegma, fr&uuml;her 
          als Dr&uuml;senprodukt aufgefa&szlig;t, heute nach Stickler, aus abgeschuppten 
          und verfetteten Epithelzellen bestehend, kann leicht zu Entz&uuml;ndung 
          f&uuml;hren, weil es eine reichliche Fauna von Mikroben - es wurden 
          schon 25 Arten nachgewiesen (Eberth) - beherbergt, f&uuml;r die es einen 
          geeigneten N&auml;hr-Boden abgibt. Daraus entsteht in Warmen L&auml;ndern 
          </FONT> 
        <P><FONT SIZE="3">"besonders in der Sonne eine pathologische Sekretion 
          eines fettigen &uuml;belriechenden Stoffes an den Geschlechtsteilen, 
          der f&auml;hig ist, sie zu reizen und am demselben Ausschl&auml;ge oder 
          krankhafte Ausfl&uuml;sse hervorzubringen." (Terquem, p. 6.) </FONT> 
        <P><FONT SIZE="3">Es k&ouml;nnen sich auch infolge Verh&auml;rtung der 
          irn Vorhautsacke angeh&auml;uften smegmatischen Epithelzellen Vorhautsteine, 
          <I>calculi praeputiales, </I>bilden, die bei Reinhaltung der Eichel 
          durch Beschneidung unm&ouml;glich sind. </FONT> 
        <P><FONT SIZE="3">Wie bei der Ablehnung des ersten Erkl&auml;rungspunktes 
          mu&szlig; auch in diesem Einzelfalle, trotz des offenkundigen Nutzens, 
          aus den mitgeteilten Gr&uuml;nden (Eylmann, Sudhoff) der hygienische 
          Grund des Beschneidungsgedankens fallen. Als typischen Repr&auml;sentanten 
          f&uuml;r die hygienische Auffassung der Grund-Idee f&uuml;hre ich Risa 
          an. </FONT> 
        <P><FONT SIZE="3">"Das Vorhandensein des Pr&auml;putiuins verhindert die 
          gr&uuml;ndliche Reinhaltung des Gliedes. Die Folgen dieser Unreinlichkeit, 
          die sich namentlich in den hei&szlig;en Klimaten bemerkbar machen, sind 
          in ihrer gew&ouml;hnlichen Form wohlbekannt als Balanitis und Balanoposthitis 
          mit ihren Folgezust&auml;nden. Das sind nicht nur &ouml;rtlich pathologische 
          Ver&auml;nderungen wie die entz&uuml;ndliche Phimose als solche, die 
          Bildung von Pr&auml;putial-Steinen, die spitzen Kondylome, die Adh&auml;renzen 
          zwischen Glans und Pr&auml;putium, die Urinverhaltung mit ihrer R&uuml;ckwirkung 
          auf Blase und Niere u. a., sondern sie spielen vor allem auf das physische 
          wie soziale Gebiet hin&uuml;ber: der Reiz, der durch die Entz&uuml;ndung 
          der vorderen Penis-Teile gesetzt wird, f&uuml;hrt zur Erektion und zur 
          Ausl&ouml;sung der Ejakulationen, zu Enuresis, zur Onanie und P&auml;dastrie 
          mit ihren psycho-pathologischen R&uuml;ckwirkungen und in letzter Linie 
          zu Sittlichkeitsverbrechen." </FONT> 
        <P><FONT SIZE="3">Ein weiser muselmanischer Schriftsteller sagt: "Gerade 
          diese tiefen, den Menschen beeinflussenden Wirkun</FONT><FONT SIZE="3">-</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD><A NAME="82"></A><FONT SIZE="3">p.82</FONT> 
        <P><FONT SIZE="3">gen sind es, welche die muselmanischen Gesetzgeber in 
          Rechnung ziehen und zur Begr&uuml;ndung der strengen Durchf&uuml;hrung 
          der Beschneidung ausf&uuml;hren." </FONT> 
        <P><FONT SIZE="3">Das sind die f&uuml;rchterlichen Folgen des Vorhandenseins 
          des Pr&auml;putiums, bezw. des Unbeschnittenseins, wie sie uns der t&uuml;rkische 
          Arzt Nuri Bey (Risa, p. 586) in seiner tendenzi&ouml;sen &Uuml;bertreibung 
          grell schildert. Der Weg f&uuml;hrt von der ungewollten Erektion &uuml;ber 
          P&auml;derastie zum Sittlichkeitsverbrechen! Das ist schon dantesk! 
          Wie w&uuml;rde da bei dieser Perspektive das Sittenbild bei den Unbeschnittenen 
          aussehen m&uuml;sseni? Man denke nur an die unbeschnittenen afrikanischen 
          St&auml;mme, die wie eingesprengte Inseln zwischen den sie umgebenden 
          Beschnittenen lagern! oder an uns Europ&auml;er. Wir h&ouml;ren weiter, 
          da&szlig;<BR>
          </FONT> 
        <P> <FONT SIZE="3">"schon die Dehnung und das Einrei&szlig;en des B&auml;ndchens 
          bei dem Koitus durch die Schmerzhaftigkeit den Geschlechtsgenu&szlig; 
          herabsetzt und den Erfolg hindert. Wichtiger ist der Einflu&szlig; auf 
          die Frau. Bei den Beschnittenen treten in der Haut der Glans gewisse 
          Ver&auml;nderungen ein, besonders an den Kraus'schen K&ouml;rperchen, 
          welche die Empfindlichkeit der Glans herabsetzen; die hinter dem Pr&auml;putium 
          verborgene Eichel bleibt, auch wenn sie nicht durch entz&uuml;ndliche 
          Vorg&auml;nge, wie oben erw&auml;hnt, &uuml;berreizt wird, viel sensibler 
          und somit erfolgt beim Koitus die Ejakulation bei Unbeschnittenen rascher, 
          oft ehe das Wollustgef&uuml;hl der Frau ihren H&ouml;hepunkt erreicht 
          hat. Wenn auch feststeht, da&szlig; dies nicht unbedingt zum Eintritt 
          der Gravidit&auml;t geh&ouml;rt, so beg&uuml;nstigt es doch unbedingt 
          denselben und macht vor allem </FONT> <FONT SIZE="3">die Frau der Wiederholung 
          leichter willig, wodurch die </FONT> <FONT SIZE="3">M&ouml;glichkeit 
          des Erfolges erh&ouml;ht wird. Die Dauer des </FONT> <FONT SIZE="3">Koitus 
          und damit das h&ouml;here Reizgef&uuml;hl beim Weibe ist </FONT> <FONT SIZE="3">also 
          bei Beschnittenen erh&ouml;ht. Es ist bekannt, da&szlig; bei einzelnen 
          Negerst&auml;mmen die Weiber von ihren M&auml;nnern nur </FONT> <FONT SIZE="3">aus 
          diesem Grunde die Beschneidung verlangen und nur Beschnittenen sich 
          hingeben&quot; 1) </FONT> 
        <P><FONT SIZE="2">1) Wenn auch diese mir nicht bekannte Begr&uuml;ndung 
          zutrifft, so hat das Sichnicht-hingeben an Unbeschnittene ganz andere 
          Motive, als sie Risa (p. 588) angibt. Der Unbeschnittene geh&ouml;rt 
          einem anderen Stamme an und Vorschriften oder ein anderer eingeb&uuml;rgerter 
          Gebrauch allein wurden schon bei der Negerin jene von Risa hervorgehobene 
          Abneigung hervorrufen. (B.)</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 83 
        <P>Ein frommer Muselmann äußerte sich Risa gegenüber so: <BR>
          "Die Herabsetzung des Geschlechtsreizes ist es gerade, was die Beschneidung 
          bezweckt. Die Überreizung setzt die Menschen auf gleiche Stufe mit dem 
          Tier, treibt ihn zu verwerflichen moralischen Verirrungen und tragischen 
          Verbrechen. Indessen würde die gänzliche Abschaffung des Geschlechtsgefühles 
          die Menschen zu unorganischen Wesen machen. In allen Dingen ist Mäßigung 
          das Beste. Wir Männer genießen gerade genug den Koitus.' 
        <P>"Auch die übrigen Vorwürfe, die man der Circumcision gemacht hat, das 
          Auftreten von Metritis durch Länge des Koitus, Neuralgie, die sich an 
          der unbedeckten Glans lokalisiert, schmerzhafte Erektionen infolge der 
          Narbe, narbige Paraphimose, leichteres Angefressenwerden , durch Schanker' 
          usw. sind hinfällig, da sie eben nicht zutreffen, falls die Circumcision 
          <I>lege artis</I> ausgeführt wird. Auch der Vorwurf, daß die mangelnde 
          Reizbarkeit der Glans zur Pädastrie führe, um die Reizbarkeit wiederzugewinnen, 
          fällt in sich zusammen, wenn man bedenkt, daß mindestens in gleicher 
          Weise die nicht beschnittenen Völker am Mittelmeer diesem Laster 1) 
          fröhnen." 
        <P><FONT SIZE="2">1) Hier widerspricht sich Risa. Früher erfuhren wir, 
          daß das Unbeschnittensein zur Päderastie führe, jetzt wird zugegeben, 
          daß auch der Beschnittene sich ebenso homo-erotisch betätige wie der 
          Unbeschnittene. (B.) </FONT> 
        <P><B>Philo: Punkt III.</B> <BR>
          Hier wird Nutzen mit dem Motive nicht verwechselt. Gleichviel, ob Philos 
          Argument überzeugend wirkt oder ob es von einer unmittelbaren naiven 
          Vorstellung getrieben wird; was uns Philo hier vorträgt, ist wirklich 
          ein Motiv: es handelt sich darum, dem Penis, bezw. seiner Glans, ein 
          plastisches Aussehen zu verleihen, das einem Vorbilde ähnlich gemacht 
          wird - in diesem Falle dem Herzen. Also ein mimetisches Motiv. Wenn 
          auch das gewählte Vorbild in einer doktrinärethischen Vorstellungswelt 
          zu suchen ist, die schon eine sehr hohe Seelenkultur voraussetzt und 
          unmöglich zeitlich mit der Erfindung oder Einführung des Beschneidungs-Brauches 
          zusammengefallen sein kann, so steckt in der ganzen Gedankenolge ein 
          sehr plausibles Argument, dem wir auch bei anderen Autoren (Teßmann, 
          Bryk,) später spontan begegnen. Nicht         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 84 
        <P>das Herz war es, das nachgebildet werden wollte und sollte, sondern 
          der Phallus (der eregierte Penis). 
        <P><B>Philo: Punkt IV. </B><BR>
          Diesen bezeichnet Philo als<I> "summa necessaria causa"</I>: die Sorge, 
          um die Fruchtbarkeit und, um eine reichliche Nachkommenschaft. Als Beschnittener 
          kennt Philo die Funktion der Vorhaut während der Kopula nicht, sonst 
          würde er nicht behaupten, der Samen verlaufe sich beim Unbeschnittenen 
          in den Falten der Vorhaut. - Die Auffassung, daß die Beschnittenen bei 
          weitem fruchtbarer als die Unbeschnittenen sind, tritt auch bei vielen 
          späteren Autoren auf. Wolfsteiner hat sogar eine ganze Disputation dieser 
          Frage gewidmet; er behauptet mit Spencer, daß <I>"gentem circumcisam 
          ad sobolem procreandam magis esse idoneam quam christianam"</I> (p. 
          21), aber den Grund hiervon sieht er vor allem in der Tatsache, daß 
          die Juden sich früher verheiraten. 
        <P>Schon Flatt bezweifelt die Richtigkeit dieses vierten Punktes: "daß 
          die Sitte der Beschneidung seye auch durch die (an sich freilich unbegründete) 
          Meinung von einem heilsamen Einfluß derselben, auf die Gesundheit des 
          Körpers und vorzüglich auf die Fruchtbarkeit begünstigt worden." (v. 
          Autenrieth,. p. 55). 
        <P>Wenn alle beschnittenen Völker fruchtbarer als die unbeschnittenen 
          sind, was noch nachzuweisen bleibt, so erfolgt daraus noch keineswegs, 
          wie es uns die Punkte 1 und II ebenfalls klar gezeigt haben, daß die 
          Beschneidung dieser ihrer nützlichen Wirkung ihren Ursprung verdankt. 
          Vielmehr liegt die Fruchtbarkeit der Beschnittenen in der Spezialisierung 
          der Sexualtechnik mit ihren Folgen und in der Regelung des, Geschlechtstriebes: 
          die Möglichkeit einer Empfängnis wird dadurch eine wahrscheinlichere. 
        <P>Das hat auch Dubois Reymond eingesehen: <BR>
          &quot; ... daher verdanken die Juden dem Entfernen des Präputiums und 
          der vernünftigen Regelung des Geschlechtslebens in und vor der Ehe, 
          ihre Vorzüge vor den Christen...", <BR>
          und deshalb forderte er eine obligate beschneidung der Christen. Philo 
          schließt in diesem Falle wieder vom Effekte, vom Nutzen der Beschneidung 
          auf ihr Motiv! 
        <P><B>Philo, Punkt V.</B> <BR>
          Die Beschneidung operiere auch gleichzeitig die sündhaften Be-         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 85 
        <P>gierden weg. Es ist mir nicht bekannt, daß Beschnittene weniger sinnlich 
          als Unbeschnittene wären; das bekannte Haremsbild der Türken imponiert 
          uns keineswegs durch seine Sittlichkeit. Durch die Beschneidung wird 
          im Gegenteil das sinnliche Moment betont, der Geschlechts-Akt nur raffiniertes, 
          gemacht. Der berühmte jüdische Arzt Maimonides vertritt ähnliche Ansichten, 
          wie sie Philo in den Punkten IV, V, VI bekanntgegeben hat. 
        <P>"Die Hemmung des Geschlechtstriebes, welcher insbesondere die Völker 
          wärmerer Klimate durch Wollust ins Verderben 1) zieht, die Mäßigkeit 
          und Keuschheit, das scheint auch der Hauptzweck des Gebotes der Beschneidung 
          zu sein." 
        <P><FONT SIZE="2">1) Reine Phantasien, die dem Tatbestande nicht entsprechen. 
          (B.) </FONT> 
        <P>Nossig beruft sich dabei auf Maimonides, der bei Verherrlichung der 
          jüdischen Moralität, folgendes sagt: <BR>
          "'Ich glaube, daß einer der Grunde der Beschneidung die Verringerung 
          des Geschlechtsverkehres und die Schwächung des Geschlechtsorganes sei; 
          es gilt darum, die Tätigkeit dieses Organes zu beschränken und es möglichst 
          in Ruhe zu lassen. Der wahre Zweck der Beschneidung war, dem Geschlechtsgliede 
          einen derartigen körperlichen Schmerz anzufügen, welcher die natürliche 
          Funktion desselben und die Fruchtbarkeit des Individuums nicht lähmen 
          kann, aber der die Gewalt der Leidenschaft und die allzugroße Begehrlichkeit 
          mindert. Ein Glied, welches man nach der Geburt bluten läßt, indem man 
          ihm seine Bedeckung wegnimmt, wird ohne Zweifel geschwächt." (Maimonides, 
          Moreh Nebuchim, - 111. Kap. XLIX). 
        <P>Maimonides motiviert seine ganz unhaltbaren Ausführungen mit einem 
          Spruch aus dem Talmud, (Bereschith rabba, Sect. 80. f. 70. col. 3): 
          - <BR>
          "Das (jüdische) Weib, das sich mit einem Unbeschnittenen in Liebe eingelassen, 
          kann sich nur schwer von ihm trennen. 2)" "Dies ist aber nach meiner 
          Ansicht die bedeutendste Veranlassung der Beschneidung", <BR>
          schließt Maimonides seine Betrachtungen. Auch andere Ärzte wie Fallopius 
          haben diesen Gedankengang über den Zweck der Beschneidung vertreten 
        <P><FONT SIZE="2">2) Da spielen ganz andere Momente mit; können doch oft 
          auch Arierinnen, die sich mit einem Beschnittenen eingelassen haben, 
          ihn nicht lassen. (B.)</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.86 
        <P>"<I>eam ob causam a Deo circumcisioinem esse inperatam, ne populus 
          sibi delectus voluptatibus venereis nimis indulgeat, hisce delectationibus 
          cultus divisus negligeretur.</I>" (Wolfsheimer, p. 28). 
        <P>Es war demzufolge die allgemeine Auffassung, daß die Beschneidung die 
          Sinnlichkeit vermindere, eine Auffassung, die später widerlegt wird. 
          Das ethische Moment, wie es Moses, Philo, Maimonides infolge, der Verdrängung 
          ihrer Triebe ursprünglich als Motiv der Beschneidung vorgeschwebt hat, 
          soll keineswegs als vorhanden in Abrede gestellt werden; es könnte aber 
          nur bei hochspezialisierten Kulturen, wie der israelitischen, zur Tat 
          getrieben haben, nicht aber bei den vom Dämon des Phallischen völlig 
          beherrschten Primitiven, die ja die Beschneidung ersonnen und von denen 
          die alten Israeliten sie direkt oder auf Umwegen übernommen haben. 
        <P><B>Philo: Punkt Vl.</B> <BR>
          Religiöse Gottesfurcht, die eine Kontrolle über das Animalische postuliert. 
          Verschiebung des Schöpfungsaktes von sich auf ein göttliches Wesen. 
          Also in gewissem Sinne ein Siegel, das sich in die prälogische Gedankenkette 
          des Totemismus mit seinen Übertragungen einreibt. Dieser asketische 
          Zug ist gewissermaßen auch in der Idee der Weihe vorhanden, wie sie 
          von den späteren Mythologen vertreten wird. 
        <P>Von den Kirchenvätern gibt Sedulius von Hybernia (zwischen 400 und 
          440 n. Chr.) einen ähnlichen Erklärungsgrund, indem er meint, daß die 
          Beschneidung zu einer recht reinen Zeugung und sexuellen Fortpflanzung 
          nötig sei. (Glasberg, p. 220.) 
        <P>Sehr originell ist v. Autenrieths Erklärungsversuch, der den Ursprung 
          der Beschneidung von der barbarischen phallischen Sitte gewisser Völker 
          ableitet, die die Geschlechtsteile erschlagener oder sogar gebender 
          Feinde als untrügliche Siegestrophäe mit sich nach Hause bringen, sich 
          aber gleichzeitig gegen den Verdacht, daß dieses Siegeszeichen etwa 
          von den eigenen auf dem Schlachtfelde Gefallenen geplündert wäre, sicher 
          stellen. Also ein strategisches Erkennungszeichen in der Art des weißen 
          Bandes auf der Mütze des fiktiven Feindes w&auml;hrend der Manöver. 
        <P>Der Penis (als Symbol der Männlichkeit) läßt sich leichter nach Hause 
          bringen als andere Extremitäten des Feindes wie: Schädel, Skalp, Arme, 
          Hände. über die Verbreitung dieser         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.87 
        <P>uralten Kriegersitte, besonders in Ostafrika, hat ausführlich Marie 
          Bonaparte (p. 25-26) berichtet. Diese Sitte der Phallotomie ist selbst 
          bei uns in Europa nicht ganz ausgerottet. Kraus berichtet hierüber: 
          <BR>
          "Montenegriner pflegen auf Heerungen ihre Gefangenen zu entmannen und 
          deren Zumpte als Amulet mit sich zu tragen. So mancher Kämpe ist mit 
          einer ganzen Schnur solcher Amulete versehen. Die Bandenkämpfe in Mazedonien, 
          die seit Jahren Europas Diplomatenkunst auf die härteste Probe stellen, 
          wären vielleicht längst schon erloschen, ließen die jeweiligen Sieger 
          vom leidigen Brauch ab, ihre gefangenen Gegner zu verstümmeln und damit 
          endlose Rachezüge heraufzubeschwören. Auch im sizilischen Mythos ' ist 
          von ähnlichen Verstümmelungen die Rede" (Dulaure, p. 184.) <BR>
          "Überall, also bei ganz verschiedenen Völkern, tritt die Beschneidung., 
          so weit sie ursprüngliche Sitte ist, auf in Verbindung mit der Gewohnheit, 
          den erschlagenen Feinden die Geschlechtsteile, um die eigene Furchtbarkeit 
          in der Schlacht damit unwiderleglich zu beweisen, auszuschneiden. (s. 
          Autenrieth, p. 38.) 
        <P>Diesen Worten lohnt es sich, Zaborowskis Behauptung entgegenzuhalten: 
          <BR>
          <I>"II n'y pas une preuve, en effet, ni dans l'histoire de l'Egypte, 
          ni dans les livres sacr&eacute;s des Juifs et des Chr&eacute;tiens, 
          qu'une liaison quelconque ait d,abord exist&eacute; entre la phallotomie 
          et la circoncision."</I> <BR>
          Daß die Phallotomie in Ägypten bekannt war, darüber erzählt uns das 
          Grabmal des 0symandrios, auf dem neben abgehackten Händen auch eine 
          Menge abgeschnittener unbeschnittener männlicher Ruten abgebildet ist. 
          .(Auteurieth.) Auch den Israeliten war dieser Brauch nicht fremd. Ich 
          erinnere an König Sauls Befehle, David möge ihm hundert Vorhäute (l) 
          der Philister liefern, was David prompt ausführte. 
        <P><FONT SIZE="2">1) Offenbar handelt es sich hier um eine <I>pars pro 
          toto</I>; wobei wohl gleichzeitig das Wort Vorhaut = "unbeschnittenes 
          Membrum" zu bedeuten hat. Ich bezweifle überhaupt, daß die alten Israeliten 
          unter dem Begriff "Vorhaut" das Präputium verstanden haben. Diese morphologische 
          Unterscheidung war den damaligen Völkern sicher unbekannt Gott spricht 
          zu Abraham von einem "Fleisch der Vorhaut". Es handelt sich offenbar, 
          um die Spitze (= Fleisch) der Hautdecke (= Vorhaut) oder die des unbeschnittenen 
          Penis.</FONT>         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 88 
        <P>Daß zwischen ursprünglicher Kriegsf&uuml;hrung und Phallotomie ein 
          gewisser Zusammenhang besteht, wird niemand leugnen können, ebenso zwischen 
          der Beschneidung und dem Kriegertum. Aber es ist ein Fehlschuß, wenn 
          man daraus auch aufi einen bestehenden Kausalnexus zwischen Beschneidung 
          und Phallotomie schließen wollte. Die größte Schmach, die einem Manne 
          angetan werden kann, ist und war seit jeher: ihn seines Zeugungsgliedes 
          zu berauben. Die Kastration als Strafe ist noch heute bei vielen Völkern 
          üblich (Czekanowski, Hartmann, Pelikan), ja als Racheakte einzelner 
          Individuen selbst in den Kulturstaaten Europas nicht vergessen. Ich 
          erinnere nur an den schrecklichen Fall aus der Nachkriegszeit in Südschweden, 
          wo ein Mädchen ihren Bräutigam, der sein Eheversprochen nicht einhalten 
          wollte, mit Beihilfe ihrer Mutter kastriert hatte. Sie hat den zeugungsgliedlosen 
          Mann später freilich geheiratet. Schließlich verleitet der Sadismus 
          das Weib zur Kastration.<BR>
          . "Die Entmannung und Verstümmelung von feindlichen Soldaten auf den 
          Schlachtfeldern oder von Revolutionsk&auml;mfern nach dem Barrikadenkamfe 
          durch Weiber stellen sich wohl nicht als reine Lustmorde dar. Treibendes 
          Motiv ist kaum Geschlechtslust, sondern politischer Fanatismus. Daß 
          man sich gerade an den Geschlechtsteilen des sterbenden Gegners vergreift, 
          entspricht wohl einem dunklen Rachegefühl der entarteten Weiblichkeit 
          dem ohnmächtigen Mann gerade an dem Gliede, das bei Frauen so viel Unheil 
          anzurichten pflegt; das bei der Ausführung dieser sadistischen Handlungen 
          Geschlechtserregungen mit geweckt und ausgelöst werden können, mag zutreffen. 
          (Wullfen.) 
        <P>Anläßlic des psycho-analytischen Erklärungsversuches werden wir noch 
          auf die Phallotomie zurückkommen. <BR>
          Da Mannbarkeitsalter gleichzeitig eine Voraussetzung für die Waffendienstfähigkeit 
          ist und in der Regel (oder ursprünglich) nur mannbare Jünglinge beschnitten 
          werden, so mußte der Begriff des Beschnittenseins mit dem des Kriegers 
          zusammenfallen.Und bei vielen ostafrikanischen Stämmen heißt demzufolge 
          der Jüngling vom Tage seiner Beschneidung an, &quot;<I>el moran</I>" 
          oder "<I>moreniu</I>" (Nandi, Massai, Suk, Elkoyni, Kikuyu). Das "strategische 
          Merkmal", wie Autenrieth das Beschnittensein auffaßt, wurde aber mit 
          dem Tage bedeutungslos, an dem sich beschnittener Feind und beschnittener 
          Freund im Felde         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.89 
        <P>gegenüberstanden und das Unterscheidungs-Merkmal wegfiel. Im Grunde 
          ist das Beschnittensein, in der Autenrieth'schen Deutung, nur ein Spezialfall 
          eines sozialen Gemeinselizifts-Abzeichens. 
        <P>Nach Herbert Spencer steht die Beschneidung ebenfalls im Zusammenhang 
          mit der Strategie als ein <BR>
          "Zeichen der Unterwerfung, um die Todesstrafe bei überwindung von Kriegern 
          abzuschaffen." (Hastings, p. 666.) 
        <P>Sehr verbreitet. ist die Auffassung, daß die Beschneidung zum Zeichen 
          der Weihe oder sogar als Ersatz eines Opfers vollzogen wird. Trusen 
          faßt diese Interpretation des Beschneidungsbrauches wie folgt zusammen: 
          <BR>
          "Meiners, Boettiger, Vatke stimmen darin überein: die Beschneidung als 
          einen Rest der alten Menschenopfer, die Weihe eines Körperteils statt 
          des ganzen Leibes zu betrachten. "Das naturfeindliche Princip trug man 
          auf das oberste nächtliche Gestirn, den Saturn über, wie man dem 'Sonnengott 
          die belebende schöpferische Kraft beimaß. Man wollte sich dem Gotte 
          weihen, seines Schutzes sich versichern. Die vollständigste Weihe war 
          das ganze Opfer. Um dieses aber nicht an sich vollziehen lassen zu müssen, 
          brächte man den edelsten Teil des Körpers, das Zeugungsglied dar, das 
          der schaffenden Naturkraft besonders heilig war. Die Leichtigkeit, sich 
          auf diese Weise dem Gotte zu weihen, dehnte mit der Zeit die Beschneidung 
          auf ganze Städte und Völker aus. Moses beschnitt seinen eigenen Sohn 
          nicht, Jehovah mußte Gewalt brauchen, damit er beschnitten werde; in 
          der Wüste wurde die Beschneidung nicht ausgeführt, zu Davids Zeiten 
          aber war sie schon allgemeine Sitte, wie man aus den 100 Vorhäuten der 
          Philister entnehmen darf. Noch heute ist es bedeutsa`m, daß bei der 
          Beschneidung eine große Kerze brennen muß und die abgeschnittene Vorhaut 
          nicht überall in Staub oder Sand vergraben, sondern in vielen Gemeinden 
          auch verbrannt wird, was auf ein Opfer hinweist. Auch wird die Beschneidung 
          an dem Tage verrichtet, an dem man die Erstgeburt darzubringen hatte, 
          nämlich am achten Tage. Man wählte diesen Tag, an welchem die Erstgeburt 
          sterben mußte, nur um die Beschneidung mit dem Opfer des Kindes, das 
          sie vertreten sollte, in die genaueste Beziehung zu bringen. Dem Knaben 
          wird durch die Beschneidung das Leben, welches         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.90 
        <P>Jehovah gehört, erst eigentlich wiedergeschenkt. Nach Beendigung der 
          Ceremonie taucht der Rabbiner den Finger in einen Becher mit Wein, steckt 
          ihn dem Kinde in den Mund und spricht: ."Gott sprach zu Dir: lebe!" 
          Auch saugt derselbe das Blut aus der Schnittwunde und man wäscht sich 
          damit: ein Rest der Bestreichung mit dem Opferblute durch die Priester, 
          so wie ersteres des Versöhnens mit Gott. Um es weniger widerlich zu 
          machen, wird das Wasser, worin es träufelt, mit narcotischen Ingredienz.en 
          gekocht. Auch in rabbinistischen Schriften wird die Beschneidung sehr 
          deutlich als ein Ersatz für ein wirkliches Opfer aufgefaßt und dein 
          Beschneidungsblute dieselbe Wirkung, wie dem Opferblute, zugeschrieben. 
          Der Bund der Beschneidung wird allen Opfern gleich geachtet. Abraham 
          legt die sämtlichen Vorhäute seiner Hausgenossen.auf einen Haufen, der 
          Geruch der faulenden Häute stieg wie der Rauch von Gewürz, von Weihrauch 
          auf dem Feuer zum heiligen Gott empor. Auch neuere, Rabbinen sahen den 
          Ursprung der Beschneidung in dem Bestreben, die Menschenopfer durch 
          mildere Einrichtungen zu verdrängen. 
        <P>Auci wir sind entschieden der letzteren Ansicht und weit entfernt, 
          in die Meinung derer einzustimmen, welche mit profanem Munde die Worte 
          des Herrn in der uns Christen heiligen Schrift deutend, die Beschneidung 
          für eine rein menschliche Erfindung zur Förderung sozialer Zwecke ausgegeben, 
          und die für die Völker des Orients einen bloß physischen Nutzen habe. 
          Wir halten dieselbe vielmehr für die höchst sinnig-religiöse Umwandlung 
          der bis zu Abrahams Zeiten allgemein gebräuchlichen Menschenopfer, die 
          Weihe eines Körpertheiles statt des ganzen Leibes zu betrachten. Geboren 
          zu Ur in Chaldäa, ungefähr 2000 v. C. hielt sich Abraham schon in seines 
          vaters Tarah Hause stets fern und unbefleckt vor der dort herrschenden 
          Abgötterei, und in dieser schon frühzeitig in Abraham wurzelnden Abneigung 
          vor Abgötterei und Menschenopfern scheint der Keim zu dieser göttlichen 
          Eingebung zu liegen, welche, indem sie die Abschaffung der Menschenopfer 
          bezweckte, zugleich ein Bündniß sein sollte, um sich und sein ganz Volk 
          dem Ewigen zu weihen und dasselbe, so gezeichnet, vor Vermischung mit 
          andern Völkern zu bewahren. Wenn Abraham bei Einführung der Beschnei-         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.91 
        <P>dung als Opferakt die Idee der Abschaffung der Menschenopfer vorgeschwebt 
          hat, so kann es uns gleichwohl nicht Wunder nehmen, daß er später selbst 
          seinen Sohn Isaak, nach göttlicher Eingebung, zu opfern bereit war, 
          da dasselbe als Versöhnungsopfer für die erzürnte Gottheit so nothwendig 
          erschien, um seinem in Gottesfurcht schwankenden Volke den höchsten 
          Beweis der Selbst-Aufopferung zu geben und es in der Anbetung und dein 
          Willen Jehovahs zu befestigen. Wir finden unsere Ansicht aber um so 
          mehr bestätigt, wenn wir erwähnen, daß das Fundament des ganzen ägyptischen 
          Cultus, nämlich die befruchtende Natur, welcher insbesondere im Isis-Dienste 
          hervortrat, den Juden bekannt war und, wenngleich in anderer Form, von 
          ihnen verehrt wurde. Die Capitäle der ägyptischen Baudenkmale symbolisieren 
          in zwei ritualen Säulenordnungen das Fundament des ganzen ägyptischen 
          Cultus, nämlich die befruchtende Natur: in dem die eine Ordnung den 
          aufrecht stehenden Phallus, als das Symbol der Zeugungskraft, die andere 
          Säulenform durch ihre Säulen-Capitäle die Vulva, als Emblem der Empfängnis, 
          beide unter Analogie der menschlichen Genitalien ,mit der Eichel und 
          dem Lotuskelch darstellt. Der Ritus des ägyptischen Isis-Dienstes forderte 
          insbesondere die Verehrung des damals nicht unanständigen Morion's, 
          als Sinnbild des organischen Lebens, enthielt aber auch die Verbindung 
          des Weibes mit der listigen Schlange, und ebenso, wie hieraus Mosis 
          adamitische Versuchungs Allegorie zu dem Genuß der verbotenen Frucht 
          wahrscheinlich später in die Bibel übergegangen sein mag, so erscheint 
          es nicht unwahrscheinlich, daß auch früher Abraham, mit Bezug auf den 
          Cultus des ägyptischen Isis-Dienstes und aus eben der Verehrung des 
          Sinnbildes alles organischen Lebens, die Beschneidung seines Volkes, 
          als Opfer-Akt abgeleitet um durch die Weihe des edelsten Theiles menschlichen 
          Leibes die Weihe des ganzen zu ersetzen. Die Beschneidung -war bei den 
          Israeliten deshalb allgemein für Jedermann, weil das ganze Volk als 
          ein priesterliches gelten sollte." (p. 121-124: Trusen, J. P.) 
        <P>Laut Ghillany <BR>
          "waren in der Religion der alten Hebräer Menschenopfer prävalierender 
          Theil des Cultus und der ursprüngliche Gott der aIten Hebräer Moloch 
          gewesen, dem alle erstgeborenen Kna-         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p.92 
        <P>ben geopfert werden mußten. Mit dem Auftreten des Jehova - Kultus wurde, 
          der Knabenmord verpönt und zur Erinnerung desselben die Beschneidung 
          eingesetzt, so daß die Beschneidung als Ersatzmittel für die Menschenopfer 
          gelten soll." 
        <P>Durch die Beschneidung wurde die Menschenopferidee abreagiert. Auch 
          Nork äußert sich in ähnlichem Sinne: <BR>
          "Der Jehova-Cultus, oder die israelitische Religion unterscheidet sich 
          von den genannten Idolen (Moloch) blos dadurch, daß er die Phallus-Verehrung, 
          d.h.. die Anbetung des Schöpfers in dem Organ des männlichen Gliedes 
          durch das Gebot der Beschneidung zu ersetzen suche." 
        <P>Meiners (p. 467) drückt sich schon konkreter aus, da er aus einer uralten 
          Blutopfersitte die Beschneidung leichter ableiten konnte: <BR>
          "Man verwundete neugebohrne Kinder zur Versöhnung der Götter an allen 
          Theilen der Cörpers, vorzüglich an den. Zeugungsgliedern, weil man diese 
          als die Werkzeuge des Daseyns und der Geburt der Kinder ansah, am allermeisten 
          an der Vorhaut, weil diese doch mit den geringsten Gefahren eingeschnitten 
          oder verstümmelt werden konnte." 
        <P>Ferner (p. 479) heißt es: <BR>
          "Unter den meisten 1) Völkern beschnitt man die Kinder bald nach der 
          Geburt, unter anderen hingegen um die Zeit, oder kurz vor der Zeit der 
          Pubertät. Man hielt, wie ich gezeigt habe die Reife und Verheiratung 
          von Kindern für glückliche Begebenlieiten, bey welcher man eben so wohl, 
          als bey der Geburt von Kindern, die Götter zu versöhnen suchen müsse." 
        <P><FONT SIZE="2">1) Ganz vage Behauptung. (B.) </FONT> 
        <P>B&ouml;ttger (p. 55 (2)), vertritt Meiners Ansicht, doch zieht er als 
          Sukkus aus diesem Opferkulte sein "<I>ceterum censeo</I>": <BR>
          "... alles hängt mit dem Phallus zusammen." 
        <P>Ich könnte noch mehrere Autoren anführen, die die Beschneidung als 
          einen Teil-Ersatz für einstmalige blutige Kindes-Opfer ansehen. würde 
          aber nur immer in anderer Form einen und denselben Gedanken wiederholen, 
          der leider von der ganz falschen Voraussetzung ausgeht, daß ursprünglich 
          Säuglinge oder kleine Kinder beschnitten wurden, eine Voraussetzung, 
          die aus dem         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 93 
        <P>hochspezialisierten Beschneidurigsbrauche der Israeliten geholt wurde. 
          Nun sind sich heute alle Autoren, selbst die Theologen, darin im klaren, 
          daß die Säuglingsbeschneidung ein Derivat der ursprünglichen Jünglings-Beschneidung 
          ist.- mithin fallen alle Spekulationen über die Ersatz- Idee des Kinder-Opfers, 
          wenigstens in dieser Form, wie sie von den angeführten Mythologen vertreten 
          wird, in sich zusammen. Die Opfer-Idee braucht deshalb nicht geleugnet 
          zu werden, aber sie hat mit dem Beschneidungsbrauche ursprünglich nichts 
          zu tun gehabt, konnte aber mit der Zeit eine Hauptbedeutung erlangt 
          und den ursprünglichen Sinn verdrängt haben. Für Amerika, wohin die 
          Beschneidung wahrscheinlich nicht erst eingeführt wurde, sondern wo 
          sie auf eignem Boden selbständig entstanden ist, kann jedoch die Opfer-Idee 
          als Antrieb zur Beschneidung angesehen werden, weil dort die Verhältnisse 
          mit ihren Riten ganz anders liegen als in der alten Welt. 
        <P>Andree II, p. 161-162: <BR>
          "Die Ansicht, daß das Abschneiden der Vorhaut ein Opfer für die Götter 
          sei ja sogar ein Surrogat für die denselben dargebrachten Menschen-Opfer, 
          ist wiederholt ausgesprochen worden und erscheint für Amerika wenigstens 
          nicht unbegründet. Das Blut, von irgend einem Körperteile entnommen, 
          wurde in Yukatan und Nicaragua von den Oberpriestern auf die Götterbilder 
          gestrichen, gerade so wie das Blut der Menschenopfer, mit dem man in 
          Peru Tempelthüren und Statuen bestrich. In Yukatan und Nicaragua und 
          bis auf den Orinoko beschnitt mani so teils die Zunge, teils die Schamteile, 
          bei den Totonaken Ohren und Schamteile, man sprengte in Nicaragua das 
          Blut aus den Zeugungsteilen auf Mais, der dann verteilt unter großen 
          Feierlichkeiten gegessen wurde. Bei Azteken wurde bloß ein Einschnitt 
          auf der Brust der seit einem Jahre geborenen Knaben sowohl als Mädchen 
          am Hauptfeste des Huitzlipochtli gemacht, wodurch dieselben diesem Gotte 
          geweiht wurden." 
        <P>Ich möchte Blutritus, noch hie da auch bei Beschneidungs-Zeremonien 
          alten Welt wahrzunehmen ist, natürlich ähnliche Motive, wie sie Andree 
          anführt, zurückführen, aber vielen Fällen entspringt er einer ganz anderen 
          Gedankenwelt als der ursprüngliche Beschneidungsgedanke: hat sich später 
          mit ihm verquickt! Selbst bei den Juden ist die-         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 94 
        <P>ser Blutritus, trotz ihres notorischen Bluthorrors, deutlich erhalten. 
          So erzählt Bergson (p. 103), und wir hörten Trusen, <I>incredibile dictu</I>, 
          von rezenten Beschneidungsgebräuchen, demzufolge der Mohel das Kind 
          übers Wasser hielt, "damit das heilige Blut hineinfließen und die umstellenden 
          wuschen ihre Gesichter mit diesem Blutwasser," Das Wasser wurde früher 
          mit narkotischen Ingre,dienzien abgekocht. Bei jüdischen Säuglingen, 
          die "unbeschnitten" geboren sind, muß der Mohel :wenigstens "einen Tropfen 
          Blut tropfen machen, zum Zeichen des Bundes".Preuß (p. 283). 
        <P>Während das zweite Beispiel von symbolischer Beschneidung, das durch 
          eine Vorschrift im Gesetze verankert ist, ähnlich wie die Episode "Moses 
          als Blutbräutigam", evident zeigt, daß der Blutritus als Relikt eines 
          uralten Opferbrauches auch bei den Juden mit der Zeit den phallischen 
          Beschneidungsgedanken verdrängt hat, gehört der erste Fall von gemeinsam 
          vorgenommener "Bluttaufe" in eine ganz andere Kette von psychischen 
          Vorgängen, die sich auch hie und da zerstreut bei anderen St&auml;mmen 
          manifestieren. Hierher gehört vielleicht (?) auch das Aussaugen des 
          blutenden Penis des neubeschnittenen Säuglings durch den Mohel wie auch 
          die später zu erörternde Mika-Operation. All diese Blutzeremonien durch 
          die die älteren Männer.des Stammes mit den jungen Leuten verbrüdert 
          werden, zeig eneinen homo-erotischen Einschlag. 
        <P>Zur Mika-Operation schreibt Karsch (p. 68). <BR>
          "Eine andere" (bezieht sich auf wechselseitige Masturbation), "noch 
          wichtigere, fast ausschließlich bei den Austral-Negern beobachtete und 
          für bestimmte Stammgruppen charakteristische Einrichtung steht mit dem 
          gleichgeschlechtlichen Leben dieser Völker in engster Beziehung, erscheint 
          sogar von geradezu erzieherischer Wirkung, die Subinzision (Verstummelung) 
          des Penis. Gewöhnlich wird sie erst nach der Zirkumzision (Beschneidung) 
          vorgenommen. Ihre Erforschung zeigt eine in mehrfacher Hinsicht sehr 
          beachtenswerte Geschichte." 
        <P>Ich führe nach Reik noch ein anderes Beispiel an und die von ihm daraus 
          gezogene Folgerung, die freilich mit dem später mitzuteilenden Erklärungsversuche 
          der Psycho-Analyse, aus dem sie hier herausgerissen erscheint, verknüpft 
          wird und erst in diesem Zusammenhange verstanden werden kann.         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 95 
        <P>"Bei den Mara und Anulastämmen läßt man nach der Zirkumzision etwas 
          Blut von der Wunde auf die Männer trapfeln, auf welche der zu Operierende 
          gelegt wird - um eine besonders innige Freuüdschaft hervorzurufen. Beim 
          Urabuna-Stamm werden die Vorhaut und das Beschneidungsmesser dem älteren 
          Bruder des Operierten ausgefolgt und dieser berührt den Magen jedes 
          Nuthi (Mannes, der zu dem Beschnittenen im Verhältnis des älteren Bruders 
          steht) mit der Vorhaut. (1) 
        <P><FONT SIZE="2">1) Spencer-Gillen, The Northern Tribes of Central-Australia, 
          p. 332; man vergleiche mit dieser Zeremonie die Exodus-Erzählung vom 
          überfall Jahwes auf Moses und der Maßnahme Ziporahs. </FONT> 
        <P>Auch die bei den Karesau-Insulanern von P. Schmidt beschriebene Zeremonie 
          gehört hierher. "Wir erkennen in allen diesen Riten Formen von Blutsverbrüderung. 
          Die Blutsbünde dieser Art sind uralt und über die ganze Erde verbreitete,(2) 
          doch was sollen sie in diesem Zusammenhange bedeuten? Warum entziehen 
          sich auch die älteren, bereits beschnittenen Männer Blut aus dem Penis?" 
          (Reik.) 
        <P><FONT SIZE="2">2) Vgl. Robertson,-Smith, Lectures on the religion of 
          the Semites, See. edit., London, 1907. </FONT> 
        <P>Erinnern wir uns daran, daß diese älteren Männer von unbewußter Vergeltungsfurcht 
          beherrscht, die Kastration beziehungsweise Beschneidung und Einschneidung 
          einführten, und zwar als Sühne für die unbewußten Inzestimpulse der 
          Jungen. Wenn sie also selbst eine Art Kastration durch die Einschneidung 
          an sich ausführen, so vollziehen sie einen Gemeinsamkeitsakt, der sich 
          nur auf die nämlichen psychischen Vorgänge stützen kann: <BR>
          "es liegt in ihm ein Bekenntnis derselben W&uuml;nsche, die sie einst 
          selbst beseelt haben und die sie nun zu solchen grausamen Vorsichtsmaßregeln 
          gegen die Jungen gezwungen haben.. Es liegt darin aber auch eine Sühnung 
          dieser Kindheits-Impulse und eine seelische Annäherung an die jungen 
          Leute." (Reik, p. 108-109.) 
        <P>Reik (p. 119) kommt auf Grund seiner Forschungen über die libidinösen 
          Vorgänge nach der Urszene im Bruderclan zu folgen.dem Ergebnisse:<BR>
          "Eine Versagung in der hetero-sexuellen Libidorealisation lag wirklich 
          vor: sie hatte ihren Grund vor allem in der Mehrzahl der Brüder und 
          ihrer daraus resultierenden sexuellen Rivali-         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 96 
        <P>tät. Die durch das gemeinsame, versagte Libido-Objekt, die Mutter, 
          hervorgerufene Erregung mußte einem neuen Objekt zufließen; sie wurde 
          auf dam männliche Objekt transportiert und so wurden, von einer zweiten 
          Seitie her, die z&auml;rtlichen (homosexuellen) Gefühle der Brüder gegeneinander 
          verstärkt." 
        <P>Die Beschneidung hat nach anderen Autoren einen anderen Sinn: das Blutvergießen 
          wirke prophylaktisch gegen Kakodämone, sei also ein Akt von Exorzismus. 
          In diesem Sinne äußert sich Spencer (p. 40): ..<BR>
          &quot; Non temere conjicitur Circumcisionem signum &sect; fuisse, et 
          ad Cacodaemonis injurias a personis ornnibus illo charactere munitis 
          propulsandas ex Deo grati&agrave; valuisse." 
        <P>Schon Strabo hat ähnliches behauptet. <BR>
          Viel deutlicher kommt dieser Gedankengang bei Baronias [Wintzler (p. 
          6)] zu Worte: <BR>
          "Jesus sei am achten Tage beschnitten und ihm der Nahme Jesus in der 
          Beschneidung beigelegt worden, durch das Blutvergießen aber, so bey 
          Beschneidung geschehen, habe er das Werk des Teufels zerstöhret unter 
          welche er besonders die schändlichen und teuflischen Gebräuche der Heyden 
          rechnet, welche sie vor allen an dem ersten Jenner (1) trieben." 
        <P><FONT SIZE="2">1) Der erste Januar wird noch bis zum heutigen Tag von 
          der katholischen Kirche als der Tag der Beschneidung Christi "<I>Circumcisio 
          Domini</I>" gefeiert. (B-) </FONT> 
        <P>Noch Schrieke vertritt die Ansicht, daß die Beschneidung eine der vielen 
          Ritualhandlungen sei, durch die der primitive Mensch die gefährlichen 
          Kräfte, die sich beim Eintritt der Pubertät zeigen, zu neutralisieren 
          versucht. (p. 398). 
        <P>Da auch der Phallus-Gott bei den Juden und Christen als ein böser Dämon 
          betrachtet wird, so wird die Beschneidung als "eine Verhütung des Phallusdienstes" 
          aufgefaßt. In diesem Sinne äußert sich der Heilige Thomas. Die Beschneidung 
          wurde eingeführt, um den Phallusdienst wie auch die Mysterien der Venus 
          zu verspotten, sie bei den Israeliten in Mißkredit zu bringen, da durch 
          die Beschneidung eben der von anderen Völkern hochverehrte Teil verändert 
          und gleichsam herabgewürdigt wurde. 
        <P>Auch bei den Negern soll die Beschneidung, nach Reade, aus dem Phalluskult 
          als phallisches Opfer entstanden sein. Unter Berücksichtigung des breiten 
          Raumes, den der Phallus in         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 97 
        <P>der Fetischreligion besonders der Westafrikaner einnimmt, wird, wie 
          Reade ausf&uuml;hrt, die Verehrung dieses Emblems leicht verständlich 
          in einem Lande, in dem die Männer selten kraftlos, die Weiber selten 
          unfruchtbar sind. (Karsch, p. 125.) 
        <P>Bei Besprechung des Phallüskultes, auf den wir später kommen werden, 
          wird sich zeigen, daß die Beschneidung gerade im Dienst dieses Kultes 
          steht und ihn keineswegs verhüten will. Auch Benzinger (p. 121) stellt 
          sich auf diesen Standpunkt. Überhaupt ist es sehr wertvoll, wie Benzinger 
          (p. 120) die Beschneidung der Juden in einen Zusammenhang mit der Opferidee 
          bringt: .<BR>
          "Den Ersatz für den mangelnden Opferkult suchten die Juden in Sabbath-Feier 
          und Beschneidung, denn diese waren nicht an den Tempel geknüpft. So 
          wurde die Beschneidung das Hauptsymbol der jüdischen Religionsgemeinschaft." 
          "Aucli die Symbolik ist sehr durchsichtig, sie ist ein Reinigungsakt 
          (im kultischen Sinne), die Vorhaut ist der Inbegriff der Unreinheit." 
        <P>Menschenopfer und Beschneidung werden von Reitzenstein folgenderweise 
          psychologisch auseinander gehalten: <BR>
          "Beide beruhen auf der uralten und bei den meisten Völkern nachweisbaren 
          Doppel-Entwickelung des Opferbegriffes: das Opfer wird entweder vernichtet 
          oder in den Dienst des Gottes gestellt. Die Beschneidung ist die Übergabe 
          an einen Gott: durch sie wird man Web, wird man rein." ("Der Priester 
          heißt ja in &Auml;gypten Web, der Reine.") "Es ist die Weihe zum Priester." 
          (Reitzenstein, 11, p. 9.) 
        <P>Faßt man das ganze Beweisverfahren zu Gunsten der Menschenopferidee 
          zusammen, so muß man zugeben, daß -mit Ausnahme von Amerika - der Erklärungsversuch, 
          das Beschneidungsurmotiv aus der Entwicklung des Opferbegriffes abzuleiten, 
          versagt. Das Motiv der Beschneidung mit dem Opfer der Erstgeburt in 
          eine kausale Verbindung zu setzen, geht schon deshalb nicht, weil :die 
          Beschneidung von Säuglingen eine sehr späte Errungenschaft der Völker 
          ist. Eine spätere Übertragung des Opfergedankens auf die bereits vorhandene 
          Beschneidung erscheint jedoch sehr wahrscheinlich; manche Blut-Riten 
          sprechen unbedingt diifür, z. B. die symbolische Beschneidung von &quot;beschnitten" 
          geborenen Judenkindern, auch die Schlußworte in         </TD></TR></TABLE>
  <TABLE WIDTH="520" BORDER="0" CELLSPACING="0" CELLPADDING="10" BGCOLOR="#F6F6FF">
    <TR> 
      <TD> 
        <P>p. 98 
        <P>dem von uns mitgeteilten Segen des Mohels, der den Akt geradezu mit 
          der Opferung des Isaak identifiziert. Daß aber die Opferung selbst bei 
          den Juden nicht das Primäre ist, ersicht man leicht daraus, daß auf 
          den zweiten Akt der Beschneidung, die Periah, das Hauptgewicht gelegt 
          wird: ein Jude, der sich der Periah nicht unterzogen hat, gilt als unbeschnitten. 
          Mit dem ersten Akte, dem Schnitt, wäre ja der Opferidee genügegeleistet, 
          wie der Ausnahmefall bei der Aufnahme der "unbeschnitten" Geborenen 
          in den Bund zeigt. 
        <P>Manche Blut-Riten lassen homo-erotischen Ursprung annehmen. Auf das 
          soziale Blutopfer, wie Le Roy die Beschneidung auffaßt, werde ich bei 
          Besprechung der Knabenweihen zurückkommen. 
        <P>An diese Erklärungsversuche, die in der Beschneidung eine Weihe oder 
          einen Ersatz für Menschenopfer erblicken, knüpft die Psycho-Analyse 
          direkt an. Man muß zugeben, daß ihre Disziplin die einzige in der ganzen 
          Beschneidungskunde ist, die wenigstens alle Momente, die uns Mythos 
          und Ethnologie liefern, methodisch berücksichtigt und verwertet hat 
          (1). Bis in das kleinste Detail werden alle Begleit-Erscheinungen der 
          Knabenweihen in das Labyrinth ihrer Phantasien einbezogen und so ein 
          in sich geschlossener Komplex von Tatsachen zugunsten des im Mittelpunkte 
          stehenden &Ouml;dipus-Komplexes aufgedeckt. Das Gebäude hat aber nur 
          eine frontale Fassade, ist einseitig, weil die Physiologie der Erektion 
          und die Funktion der Vorhaut überhaupt nicht berücksichtigt wurden, 
          so wenig wie die mit ihr im Zusammenhange stehenden psychischen Vorgänge 
          im Kinde, im mannbaren Jüngling und im reifen Manne. Auch die Entwicklungsmöglichkeiten 
          und die Expansion des Beschneidungsbrauches wurden nicht ganz im Auge 
          behalten. 
        <P>Da die Psycho-Analyse mit vielen, hier noch nicht berührten Modifikationen 
          der Zirkumzision oder ihrer vikariierenden Formen arbeitet und auch 
          auf die Erklärungsversuche der rationalistischen Richtungen eingeht, 
          so müssen zum besseren Verständnis diese vorausgeschickt werden. 
      <P>  
 <TABLE WIDTH="100%" BORDER="0" CELLPADDING="0" BGCOLOR="#ECECFF" CELLSPACING="0">
 <TR> 
            <TD WIDTH="89%"> 
              <CENTER>
                <B>Weiter zum Teil Zwei </B>
</CENTER>         </TD></TR></TABLE>
        
 <TABLE WIDTH="100%" BORDER="0" CELLPADDING="0" BGCOLOR="#ECECFF" CELLSPACING="0">
 <TR> 
            
 <TD WIDTH="28%"><A HREF="bryk_eng3.html#start"><B>Page 120-149</B></A><A HREF="bryk_eng2.html#start"></A></TD>
            <TD WIDTH="46%">
            </TD>
            <TD WIDTH="26%"> 
              
 <DIV ALIGN="RIGHT">.<A HREF="bryk_de3.html#start"><B>S. 98 - 126</B></A> 
 </DIV>         </TD></TR></TABLE>         </TD></TR></TABLE>
 
  <CENTER> 

      <P> 
       
      <CENTER> 

          <TABLE WIDTH="506" BORDER="0" CELLPADDING="10">
            <TR> 
              <TD> 
                <P><B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1"></B>Navigation 
                  Hierarchy<B><BR>
                  <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1">Chapter 
                  Three<BR>
                  <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="50" HEIGHT="1"><A HREF="../../anthropology_index.html#start">ANTHROPOLOGY</A><BR>
                  <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="100" HEIGHT="1"><A HREF="../../origins.html#start">The Origins of Routine Male Circumcision</A><BR>
    <IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="179" HEIGHT="1"></B><A HREF="../../phimosis_history.html#start">Phimosis 
    Through the Ages</A><BR>
    <B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="300" HEIGHT="1"></B><A HREF="../../phimosis_history.html#start"></A> 
    <A HREF="../../bryk.html#start">Bryk</A><BR>
                  <B><IMG SRC="../../library/drawings/z_transparent.gif" WIDTH="250" HEIGHT="1"></B> 
                </P>         </TD></TR></TABLE>
          <BR>
   <CENTER>
    <TABLE WIDTH="224" BORDER="0" CELLSPACING="0" CELLPADDING="2" BGCOLOR="#3333FF">
    <TR> 
    <TD><A HREF="../../map.html#start"><IMG SRC="../../library/drawings/map220.gif" WIDTH="220" HEIGHT="125" BORDER="0"></A></TD>
    </TR>
    </TABLE>
    
   </CENTER>
  </CENTER> 
<P><CENTER><CENTER> 
<FONT SIZE="1">reference: http://www.male-initiation.net/anthropology/bryk/bryk_de2.html</FONT> 
<BR>
<A HREF="../../arc.html#start">Support ARC and help break Taboos</A></CENTER></CENTER></P><CENTER>
                 
 
<CENTER>
        <FONT SIZE="-2"></FONT> 
      </CENTER> 
</CENTER></CENTER></CENTER></BODY></HTML>

