<HTML><HEAD><TITLE>Phimosis et l'initiation masculine. Le circoncision tabou. Problèmes du prépuce, le frein et le sexualité</TITLE>

<META NAME="Description" CONTENT="L'initiation masculine et le tabou de phimosis. .... problèmes du
prépuce inhibite l'érection et le sexualité. L'importance d'ausculter
les garçons, recherche sur phimosis, frenulum breve, le prévention tôt.">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong>
<CENTER>
  <DIV ALIGN="CENTER">
    <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
      <TR>
        <TD><DIV ALIGN="CENTER"><IMG SRC="../library/drawings/fr.gif" WIDTH="790" HEIGHT="85" BORDER="0" USEMAP="#Map2"></DIV>
          <MAP NAME="Map2">
            <AREA SHAPE="RECT" COORDS="10,42,140,73" HREF="../bienvenue.html#start">
            <AREA SHAPE="RECT" COORDS="166,43,253,75" HREF="phimosis.html#start">
            <AREA SHAPE="RECT" COORDS="277,39,397,79" HREF="psychologie.html#start">
            <AREA SHAPE="RECT" COORDS="420,42,549,73" HREF="anthropologie.html#start">
            <AREA SHAPE="RECT" COORDS="564,38,668,72" HREF="solutions.html#start">
            <AREA SHAPE="RECT" COORDS="691,36,779,69" HREF="contact.html#start">
          </MAP>         </TD></TR></TABLE>
  </DIV>
  <TABLE WIDTH="800" BORDER="0" ALIGN="CENTER" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
    <TR>
      <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
          <TR>
            <TD WIDTH="220" VALIGN="TOP"><P><B>ENGLISH MENU </B><BR>
                <IFRAME NAME="content" SRC="../library/navigation/menu/anthro_titles.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
            </P>
            </TD>
            <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                <TR>
                  <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                      <TR>
                        <TD>
                              <P><FONT SIZE="4">Chapitre 3: <B><FONT SIZE="5">A</FONT>NTHROPOLOGIE</B></FONT> &ndash; <I>Origines 
                                et Traditions</I></P>
                              <P>Chez les mammif&egrave;res sup&eacute;rieurs le phimosis appara&icirc;t tr&egrave;s fr&eacute;quemment.. 
                                Au sujet du phimosis, il est pertinent de poser la question relative 
                                &agrave; l&rsquo;&eacute;volution&nbsp;: Pourquoi un tel obstacle &agrave; la reproduction n&rsquo;a-t-il 
                                pas &eacute;t&eacute; &eacute;limin&eacute; par la s&eacute;lection naturelle&nbsp;?
                              <P>Le dossier central traite &laquo;&nbsp;des origines de la pratique de la 
                                circoncision habituelle des hommes&nbsp;&raquo; (<A HREF="../origins.html#start">The 
                                  Origins of Rotuine Masle Circumcision</A>) Diff&eacute;rents textes historiques 
                                sur le sujet sont regroup&eacute;s sous la rubrique &laquo;&nbsp;Etudes anthropologiques&nbsp;&raquo;. 
                                (<A HREF="../anthropology_index.html#start">Anthropological Texts</A>) 
                                (a not&eacute; en Fran&ccedil;ais: <A HREF="../anthropology/diderot.html#start">Diderot</A>)
                              <P>Les auteurs anthropologique modernes ne mentionnent jamais le 
                                phimosis. La derni&egrave;re fois que l&rsquo;&eacute;tat de pr&eacute;puce a &eacute;t&eacute; trait&eacute; 
                                c&rsquo;&eacute;tait par Ploss (1876) et Bryk (1931). Toutefois, ce n&rsquo;est que 
                                r&eacute;cemment que l&rsquo;ampleur des effets du phimosis s&rsquo;est fait jour, 
                                en grande partie gr&acirc;ce &agrave; l'anonymat de l'Internet o&ugrave; les hommes 
                                adultes ont pu ouvertement faire part de leurs exp&eacute;riences.
                              <P>Un homme qui a  une exp&eacute;rience personnelle du phimosis a de bonnes raisons pour introducer la  pratique de circoncision entre ses fils, lesquelles aucune anthropologe n&rsquo;ont  encore jamais discut&eacute;. 
                              <P>La derni&egrave;re fois que phimosis a &eacute;t&eacute; examin&eacute; d'un oeil critique, 
                                Bryk a pens&eacute; que ceci appara&icirc;t si rarement qu'il ne pourrait rien 
                                devoir faire avec la naissance de la circoncision. Cependant en 
                                ce temps l&agrave; - ils n'avaient pas aucune &eacute;tude statistique. Je discute 
                                tous les rapports statistiques disponibles. Ceux-ci montrent 
                                une figure autour de 8% 
                              <P>De plus, la pratique de la circoncision est n&eacute;e parmi les 
                                peuples de chasseurs. Les peuples de chasseurs vivaient en petits groupes tribaux. Petits groupes  sont renomm&eacute; pour des statistiques incertaines et variable. Je sugg&egrave;re que les  premi&egrave;res &eacute;tapes de la circoncision habituelle commencent autour des p&eacute;riodes  de grande fr&eacute;quence du phimosis.
                              <P>Regardons encore une fois: Certaines formes de phimosis provoquent 
                                tout simplement des irritations, d&rsquo;autres sont douloureuses. Certaines 
                                formes se traduisent par des inflammations ou des maladies, certaines 
                                g&ecirc;nent la miction ou la masturbation, d&rsquo;autres sont la cause de 
                                probl&egrave;mes soit avant, soit pendant le co&iuml;t et parfois plusieurs 
                                jours apr&egrave;s le rapport sexuel. 
                              <P>Aux temps imm&eacute;moriaux, ce n&rsquo;&eacute;tait pas possible de comprendre 
                                et de diff&eacute;rencier tous ces probl&egrave;mes de pr&eacute;puce. 
                              <P><B>Je sugg&egrave;re qu&rsquo;&agrave; l&rsquo;origine, la circoncision coutumi&egrave;re a &eacute;t&eacute; 
                                &eacute;tablie par quelqu'un qui a eu des exp&eacute;riences personnelles de 
                                phimosis et s&rsquo;est pr&eacute;sent&eacute;e comme un rem&egrave;de global et solution 
                                simple de pr&eacute;vention de nombre de probl&egrave;mes incompris. </B>
                              <P>Une section suivante examine les diverses raisons pour lesquelles 
                                chez certains peuples la circoncision a &eacute;t&eacute; bien &eacute;tablie - la 
                                tradition chirurgicale vivante la plus ancienne - annon&ccedil;ant ainsi 
                                les pr&eacute;mices de la pratique chirurgicale dans la m&eacute;decine occidentale.
                              <P>Si la circoncision coutumi&egrave;re a &eacute;t&eacute; initialement introduite 
                                pour la simple raison d&rsquo;&eacute;liminer les pr&eacute;puces provocant des difficult&eacute;s, 
                                il faudrait mettre au point une forme moderne de pr&eacute;vention alternative. 
                              <P>
                                                 
                            <TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
                                                <TR>
                                                  <TD WIDTH="80%"></TD>
                                                  <TD WIDTH="20%"><A HREF="../library/xtras/copyright.html#start">&copy; 
                                                    R.Stuart</A></TD>
                                                </TR>
                          </TABLE></TD>
                      </TR>
                  </TABLE></TD>
                </TR>
            </TABLE></TD>
          </TR>
      </TABLE></TD>
    </TR>
  </TABLE>
</CENTER>
<CENTER>
 <CENTER>
 </CENTER>
</CENTER>
</BODY></HTML>

