<HTML><HEAD><TITLE>Phimosis et l'initiation masculine. Le circoncision tabou. Problèmes du prépuce, le frein et le sexualité</TITLE>

<META NAME="Description" CONTENT="L'initiation masculine et le tabou de phimosis. .... problèmes du
prépuce inhibite l'érection et le sexualité. L'importance d'ausculter
les garçons, recherche sur phimosis, frenulum breve, le prévention tôt.">

<META NAME="robots" CONTENT="follow"><META NAME="keywords" CONTENT="phimosis, phimotic ring, phimotic, phimosis frenulum, frenulum, frenulum breve, frenum, fraenum, freanum praeputii, skinbridges, foreskin, tight foreskin, narrow foreskin, prepuce, preputial, penis, penis pain, sex health, health care, prevention, sex education, sexual education, masturbate, masturbation, circumcision, painful erection, monitor boys, phimosis forum, frenulum forum, circumcision forum, dorsal slit, frenuloplasty, frenoplasty, adhesions, partial circumcision, anthropology circumcision, phimosis circumcision, male circumcision, psychology circumcision, initiation, initiate, male initiation, inhibit, sexual inhibition, routine circumcision, anthropology routine surgery,"></HEAD>

<BODY BGCOLOR="#BAB8CF" LINK="#660066" VLINK="#000066" ALINK="#990099" TEXT="#000000" TOPMARGIN="0" MARGINHEIGHT="0"><CENTER><TABLE WIDTH="800" BORDER="0" CELLPADDING="2" CELLSPACING="0" BGCOLOR="#3333FF">
        <TR>
          <TD WIDTH="796"> <TABLE WIDTH="796" BORDER="0" CELLPADDING="10" BGCOLOR="#D7D7FF">
    <TR> 
      <TD>  
        <P><FONT SIZE="2">This site discusses phimosis in its specific forms of phimotic ring, frenulum breve, adhesions or skinbridges. During erection these conditions inhibit the relationship between foreskin and glans. This functionally 
          restricts the erection, and thus has an effect on the sexuality. With 
          our culture's attitudes on health care, it would be appropriate to monitor 
          boys before puberty and encourage early prevention.<br><BR>
  2012 : note from author:  My previous idea of monitoring boys before puberty is impractical, unecessary and now only of historical interest.  please see <a href="../postscript.html#start">Postscript</a>.</FONT></P>         </TD></TR></TABLE>         </TD></TR></TABLE>
</CENTER>
    <P><A NAME="start"></A>
    <div align="center">
updates and supporting education on new site  : <strong><A HREF="http://www.phimosis.cloud" TARGET="_blank">Phimosis.cloud</A></strong>
<CENTER>
  <DIV ALIGN="CENTER">
    <TABLE WIDTH="800" BORDER="0" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
      <TR>
        <TD><DIV ALIGN="CENTER"><IMG SRC="../library/drawings/fr.gif" WIDTH="790" HEIGHT="85" BORDER="0" USEMAP="#Map2"></DIV>
          <MAP NAME="Map2">
            <AREA SHAPE="RECT" COORDS="10,42,140,73" HREF="../bienvenue.html#start">
            <AREA SHAPE="RECT" COORDS="166,43,253,75" HREF="phimosis.html#start">
            <AREA SHAPE="RECT" COORDS="277,39,397,79" HREF="psychologie.html#start">
            <AREA SHAPE="RECT" COORDS="420,42,549,73" HREF="anthropologie.html#start">
            <AREA SHAPE="RECT" COORDS="564,38,668,72" HREF="solutions.html#start">
            <AREA SHAPE="RECT" COORDS="691,36,779,69" HREF="contact.html#start">
          </MAP>         </TD></TR></TABLE>
  </DIV>
  <TABLE WIDTH="800" BORDER="0" ALIGN="CENTER" CELLPADDING="5" CELLSPACING="0" BGCOLOR="#3333FF">
    <TR>
      <TD WIDTH="790"><TABLE WIDTH="790" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#DFDFFF">
          <TR>
            <TD WIDTH="220" VALIGN="TOP"><P><B>ENGLISH MENU </B><BR>
                <IFRAME NAME="content" SRC="../library/navigation/menu/i_to_i_titles.html" WIDTH="220" HEIGHT="400" FRAMEBORDER="0" SCROLLING="no"></IFRAME>
            </P>
            </TD>
            <TD WIDTH="530"><TABLE WIDTH="100%" BORDER="0" CELLPADDING="1" CELLSPACING="0" BGCOLOR="#0000FF">
                <TR>
                  <TD><TABLE WIDTH="100%" BORDER="0" CELLPADDING="10" CELLSPACING="0" BGCOLOR="#F4F4FF">
                      <TR>
                        <TD>
                            <P><FONT SIZE="4">Chapitre 2: <B><FONT SIZE="5">D<FONT SIZE="4">E</FONT> L'I<FONT SIZE="4">NNOCENCE &Agrave;</FONT> L'I<FONT SIZE="4">GNORANCE</FONT></FONT></B></FONT><FONT SIZE="5">: </FONT><BR>
                                <I>Exp&eacute;riences personnelles et initiations au XX&deg; si&egrave;cle. <BR>
                          Recherches psychologiques et sociales. </I></P>
                            <P>Ce chapitre forme la partie originale et centrale de ce projet. 
                              En &laquo;l'arri&egrave;re-plan&raquo; (<A HREF="../background.html#start">Background</A>), 
                              je pr&eacute;sente mes premi&egrave;res &eacute;tapes pr&eacute;-Internet 
                              telles que des questions entre amis ou mes lettres aux services 
                              de Sant&eacute;. 
                            <P>De rares &eacute;tudes m&eacute;dicales ont parfois parl&eacute; 
                              &laquo; d&rsquo;une r&eacute;pression g&eacute;n&eacute;rale ou collective 
                              du ph&eacute;nom&egrave;ne.&raquo;<FONT SIZE="2">(<A HREF="../library/xtras/refs.html#ref82">82</A>)</FONT> &laquo;Le Tabou Culturel&raquo; (<A HREF="../background.html#start">The 
                                Cultural Taboo</A>) essaye d'exposer cette r&eacute;pression dans 
                              tous ses aspects d&eacute;rives. 
                            <P>Le dossier central, &laquo; l'accession &agrave; l'&acirc;ge d'homme 
                              &raquo; (<A HREF="../passages.html#start">The Passages to Manhood</A>) 
                              (je remercie votre e. mails) d&eacute;crit des exp&eacute;riences 
                              embarrassantes et inqui&egrave;tent. Notre monde moderne ne conna&icirc;t 
                              que deux attitudes extr&ecirc;mes&nbsp;: supprimer ou ignorer les probl&egrave;mes 
                              du pr&eacute;puce. Ceci montre bien les effets chaotiques qu&rsquo;entra&icirc;ne 
                              ce tabou. 
                            <P>Aux Etats-Unis, on pratique souvent de mani&egrave;re syst&eacute;matique 
                              une compl&egrave;te circoncision, avant m&ecirc;me que la maman n&rsquo;ait tenu 
                              son nouveau-n&eacute; dans les bras. Il est vraiment singulier que cette 
                              froide pratique clinique, plus extr&ecirc;me que l&rsquo;antique tradition, 
                              soit pratiqu&eacute;e dans le pays que l&rsquo;on pr&eacute;tend &ecirc;tre le plus moderne 
                              du monde. 
                              
                            <P>&Agrave; l'inverse, dans une large part de Europe, au Canada, etc., 
                              les probl&egrave;mes ne sont g&eacute;n&eacute;ralement trait&eacute;s que lorsqu&rsquo;ils surviennent, 
                              apr&egrave;s des exp&eacute;riences p&eacute;nibles, des difficult&eacute;s ou des douleurs 
                              pendant la masturbation, ou apr&egrave;s les premi&egrave;res tentatives infructueuses 
                              de rapports sexuels. 
                            <P><B>Avoir mal ou conna&icirc;tre une g&ecirc;ne lors de la premi&egrave;re phase 
                              de l'accession &agrave; l'&acirc;ge d'homme peut avoir des cons&eacute;quences f&acirc;cheuses 
                              &agrave; long terme. Toutefois, &agrave; vouloir &eacute;viter douleurs et difficult&eacute;s 
                              on peut &ecirc;tre conduit &agrave; terme &agrave; de probl&egrave;mes <B>beaucoup</B> plus graves.</B>
                            <P>Si un jeune gar&ccedil;on rencontre des difficult&eacute;s ou ressent des douleurs 
                              au niveau du pr&eacute;puce, m&ecirc;me le plus brave des jeunes guerriers serait 
                              incroyablement d&eacute;sempar&eacute; et finirait par croire qu&rsquo;il est mal de 
                              toucher son pr&eacute;puce. 
                            <P>Parfois, dans certains cas, notre courageux exp&eacute;rimentateur, 
                              en &eacute;vitant d&rsquo;avoir mal, ne se rend pas compte que r&eacute;tracter son 
                              pr&eacute;puce est non seulement possible, mais aussi normal et souhaitable. 
                              Il grandit en s&rsquo;habituant &agrave; son corps sans jamais se poser aucune 
                              question. 
                            <P>Il atteindra alors l'&acirc;ge adulte en faisant coincider son comportement 
                              g&eacute;n&eacute;ral avec ses entraves physiologiques. Celles-ci finissent par 
                              lui causer malheur et d&eacute;sarroi lors des relations intimes. 
                            <P>Laisser les gar&ccedil;ons d&eacute;couvrir seuls de tels probl&egrave;mes, 
                              en se trompant ou en t&acirc;tonnant, signifie qu&rsquo;un nombre tr&egrave;s 
                              important de gar&ccedil;ons ont une approche incompl&egrave;te 
                              de leur sexualit&eacute; et de leur virilit&eacute;. Notre initiation 
                              masculin moderne est souvent plus insolite que la plupart des rites 
                              et des coutumes primitifs. 
                            <TABLE BORDER="0" CELLPADDING="0" CELLSPACING="0" WIDTH="100%">
                                                <TR>
                                                  <TD WIDTH="80%"></TD>
                                                  <TD WIDTH="20%"><A HREF="../library/xtras/copyright.html#start">&copy; 
                                                    R.Stuart</A></TD>
                                                </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
                </TR>
            </TABLE></TD>
          </TR>
      </TABLE></TD>
    </TR>
  </TABLE>
</CENTER>

</BODY></HTML>

